Repository: MikeeUSA/ChaosEsque-Anthology
Catalog: csprogs.dat.*.po
Languages: de, hu

source: Automatically fixed wrong/missing panel numbers in _hud_panelorder
de: Falsche Panel-Nummern in _hud_panelorder wurden automatisch behoben
hu: A panel számok a _hud_panelorder -ben autonatikus javításra kerültek

source: ^2Successfully exported to %s! (Note: It's saved in data/data/)
de: ^2Erfolgreich als %s exportiert! (Hinweis: die Datei wurde in data/data/ abgelegt)
hu: ^2Sikeresen exportálva %s -ként! (Figyelem: az adatok a data/data/ könyvtárban találhatók meg!)

source: ^1Couldn't write to %s
de: ^1Konnte nicht nach %s schreiben
hu: ^1Nem lehet írni a %s -ba/be

source: (1 vote)
de: (1 Stimme)
hu: (1 szavazat)

source: (%d votes)
de: (%d Stimmen)
hu: (%d szavazat)

source: Don't care
de: Egal
hu: Mindegy

source: Vote for a map
de: Wähle eine Map
hu: Válassz pályát!

source: %d seconds left
de: %d Sekunden übrig
hu: %d másodperc maradt hátra

source: mv_mapdownload: ^3You're not supposed to use this command on your own!
de: mv_mapdownload: ^3Dieser Befehl darf nur vom Server verwendet werden!
hu: mv_mapdownload: ^3Nem kéne ezt a parancsot használnod!

source: ^1Error:^7 Couldn't find pak index.
de: ^1Fehler:^7 konnte den pak-Index nicht finden.
hu: ^1Hiba:^7 nem találom a pak-Indexet

source: Requesting preview...
de: Vorschau wird angefordert...
hu: Előnézet kérése...

source: Trying to remove a team which is not in the teamlist!
de: Versuchte, ein Team zu löschen, das nicht in der Teamliste ist!
hu: Olyan csapatot próbálsz eltávolítani, ami nincs a csapatlistában!

source: Can't unstick an entity (edict: %d, classname: %s, origin: %s)
de: Kann ein Objekt nicht befreien (edict: %d, classname: %s, origin: %s)
hu: Egy objektumot nem tudok felszabadítani (edict: %d, classname: %s, origin: %s)

source: Sucessfully unstuck an entity (edict: %d, classname: %s, origin: %s)
de: Ein Objekt wurde erfolgreich befreit (edict: %d, classname: %s, origin: %s)
hu: Objektum sikeresen felszabadítva (edict: %d, classname: %s, origin: %s)

source: SCO^bckills
de: BC getötet
hu: LH gyilokok

source: SCO^bctime
de: Ballbesitz
hu: Labdaidő

source: SCO^caps
de: Caps
hu: Rablások

source: SCO^deaths
de: Deaths
hu: Halálok

source: SCO^destroyed
de: zerstört
hu: megsemmisítve

source: SCO^drops
de: verloren
hu: elvesztve

source: SCO^faults
de: Fehler
hu: Hibák

source: SCO^fckills
de: FC getötet
hu: ZH gyilokok

source: SCO^goals
de: Tore
hu: Gólok

source: SCO^kckills
de: KC getötet
hu: KH gyilokok

source: SCO^kdratio
de: kdratio
hu: ÖH arány

source: SCO^k/d
de: k/d
hu: Ö/H

source: SCO^kd
de: kd
hu: ÖH

source: SCO^kdr
de: kdr
hu: ÖHA

source: SCO^kills
de: Kills
hu: Gyilokok

source: SCO^laps
de: Runden
hu: Körök

source: SCO^lives
de: Leben
hu: Életek

source: SCO^losses
de: verloren
hu: elvesztve

source: SCO^name
de: Name
hu: Név

source: SCO^nick
de: Nick
hu: Nick

source: SCO^objectives
de: Objectives
hu: célpontok

source: SCO^pickups
de: Flaggen
hu: Zászlók

source: SCO^ping
de: Ping
hu: Ping

source: SCO^pl
de: PL
hu: CSV

source: SCO^pushes
de: Pushes
hu: Lökések

source: SCO^rank
de: Rang
hu: Rang

source: SCO^returns
de: Returns
hu: Visszaszerzések

source: SCO^revivals
de: Wiederbelebt
hu: Újraéledések

source: SCO^score
de: Punkte
hu: Pontok

source: SCO^suicides
de: Suiz.
hu: Öngyilokok

source: SCO^takes
de: Übernahmen
hu: Átvétel

source: SCO^ticks
de: Ticks
hu: Tikk

source: You can modify the scoreboard using the ^2scoreboard_columns_set command.
de: Sie können die Tabelle mit dem ^2scoreboard_columns_set Befehl ändern.
hu: A ponttábla méretét a ^2scoreboard_columns_set paranccsal tudod megváltoztatni.

source: The following field names are recognized (case insensitive):
de: Die folgenden Feldnamen werden akzeptiert:
hu: Az alábbi mező azonosítókat ismertem fel (nagybetű/kisbetű nem számít):

source: You can use a ^3|^7 to start the right-aligned fields.
de: Mit ^3|^7 werden die rechtsbündigen Felder gestartet.
hu: A ^3|^7 karakterrel jobbra rendezett mezőket tudsz létrehozni.

source: ^3name^7 or ^3nick^7 Name of a player
de: ^3name^7 oder ^3nick^7 Name des Spielers
hu: ^3név ^7 vagy ^3nick^7 A játékos neve

source: ^3ping^7 Ping time
de: ^3ping^7 Ping
hu: ^3ping^7 Ping

source: ^3pl^7 Packet loss
de: ^3pl^7 Paketverlust
hu: ^3csv^7 Csomagvesztés

source: ^3kills^7 Number of kills
de: ^3kills^7 Anzahl Kills
hu: ^3megölt^7 Megöltek száma

source: ^3deaths^7 Number of deaths
de: ^3deaths^7 Anzahl der Tode
hu: ^3halálok^7 Halálok száma

source: ^3suicides^7 Number of suicides
de: ^3suicides^7 Anzahl der Suizide
hu: ^3öngyilkosságok^7 Öngyilkosságok száma

source: ^3frags^7 kills - suicides
de: ^3frags^7 Kills minus Suizide
hu: ^3gyilokok^7 Ölések mínusz öngyilkosságok

source: ^3kd^7 The kill-death ratio
de: ^3kd^7 Das Kill/Death-Ratio
hu: ^3GYH^7 Das Kill/Death-Ratio

source: ^3caps^7 How often a flag (CTF) or a key (KeyHunt) was captured
de: ^3caps^7 Wie oft mit der Flagge (CTF) oder den Schlüsseln (KeyHunt) gepunktet wurde
hu: ^3rablások^7 Hányszor rabolta el a zászlót (Zászlórablás) vagy gyűjtötte össze a kulcsokat (Kulcsvadászat)

source: ^3pickups^7 How often a flag (CTF) or a key (KeyHunt) or a ball (Keepaway) was picked up
de: ^3pickups^7 Wie oft die Flagge/Schlüssel aufgenommen wurden
hu: ^3megszerzések^7 Hányszor szerezte meg a Zászlót/Kulcsot

source: ^3fckills^7 Number of flag carrier kills
de: ^3fckills^7 Wieviele FlaggentrÃ¤ger getötet wurden
hu: ^3ZHgyilokok^7 Megölt zászlóhordozók száma

source: ^3returns^7 Number of flag returns
de: ^3returns^7 Wie oft die Flagge zurückgebracht wurde
hu: ^3visszaszerzések^7 Zászló visszaszerzések száma

source: ^3drops^7 Number of flag drops
de: ^3drops^7 Wie oft die Flagge verloren wurde
hu: ^3elvesztések^7 Hányszor dobta el a zászlót

source: ^3lives^7 Number of lives (LMS)
de: ^3lives^7 Anzahl Leben (LMS)
hu: ^3életek^7 Életek száma (Csak egy maradhat)

source: ^3rank^7 Player rank
de: ^3rank^7 Rang des Spielers
hu: ^3rank^7 Játékos rangja

source: ^3pushes^7 Number of players pushed into void
de: ^3pushes^7 Anzahl in die Tiefe geworfener Gegner
hu: ^3lökések^7 A Nagy Semmibe lökött áldozatok száma

source: ^3destroyed^7 Number of keys destroyed by pushing them into void
de: ^3destroyed^7 Wie oft ein Gegner mit Schlüssel in die Tiefe geworfen wurde
hu: ^3elpusztítva^7 A Nagy Semmiben elpusztított kulcsok száma

source: ^3kckills^7 Number of keys carrier kills
de: ^3kckills^7 Wie oft Key-Carrier getötet wurden
hu: ^3KHgyilokok^7 Megölt kulcshordozók száma

source: ^3losses^7 Number of times a key was lost
de: ^3losses^7 Anzahl verlorener Schlüssel
hu: ^3elvesztve^7 Elvesztett kulcsok száma

source: ^3laps^7 Number of laps finished (race/cts)
de: ^3laps^7 Anzahl vollendeter Runden (race/cts)
hu: ^3körök^7 Befejezett körök száma (Verseny/Ügyességi v.)

source: ^3time^7 Total time raced (race/cts)
de: ^3time^7 Gesamtzeit des Rennens (race/cts)
hu: ^3idő^7 Összes versenyzéssel töltött idő (Verseny/Ügyességi v.)

source: ^3fastest^7 Time of fastest lap (race/cts)
de: ^3fastest^7 Zeit der schnellsten Runde (race/cts)
hu: ^3leggyorsabb^7 Leggyorsabb kör ideje (Verseny/Ügyességi v.)

source: ^3ticks^7 Number of ticks (DOM)
de: ^3ticks^7 Anzahl der Ticks (DOM)
hu: ^3ketyegés^7 Ketyegések száma (Uralom)

source: ^3takes^7 Number of domination points taken (DOM)
de: ^3takes^7 Anzahl eingenommener Dom-Points (DOM)
hu: ^3foglalás^7 Elfoglalt Uralompontok (Uralom)

source: ^3bckills^7 Number of ball carrier kills
de: ^3bckills^7 Wieviele Ballträger getötet wurden
hu: ^3LHgyilokok^7 Megölt labdahordozók száma

source: ^3bctime^7 Total amount of time holding the ball in Keepaway
de: ^3bctime^7 Gesamtzeit des Ballbesitzes
hu: ^3LHidő^7 Labda birtoklásának összesített ideje (Önzőség)

source: ^3score^7 Total score
de: ^3score^7 Gesamtpunktzahl
hu: ^3pont^7 Teljes pontszám

source: Before a field you can put a + or - sign, then a comma separated list of game types, then a slash, to make the field show up only in these or in all but these game types. You can also specify 'all' as a field to show all fields available for the current game mode.
de: Vor ein Feld können Sie ein Plus- oder Minuszeichen setzen, anschließend eine durch Kommata getrennte Liste von Spieltypen, dann einen Slash, so dass das Feld nur in diesen, oder in allen außer diesen Spieltypen erscheint. Außerdem kann "all" als Feldname verwendet werden; in diesem Fall erscheinen sämtliche möglichen Felder im aktuellen Spieltyp.
hu: Egy mező elé elé tégy + vagy - jelet, majd vesszőkkel elválasztva azon játék típusok listáját bezárva egy / jellel, amelyekben szeretnéd hogy megjelenjen vagy ne jelenjen meg az adott mező.

source: The special game type names 'teams' and 'noteams' can be used to include/exclude ALL teams/noteams game modes.
de: Die speziellen Bezeichner 'teams' und 'noteams' können verwendet werden als Gruppierung aller Teamplay- oder Nicht-Teamplay-Spieltypen.
hu: A 'teams' és 'noteams' speciális kifejezésekkel az összes csapatjátékos módra (teams) és egyéni (noteams) módra utalhatsz.

source: Example: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
de: Beispiel: scoreboard_columns_set name ping pl < +ctf/feld3 dm/feld4
hu: Például: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4

source: will display name, ping and pl aligned to the left, and the fields right of the vertical bar aligned to the right.
de: wird Name, Ping und Paketverlust linksbündig, und die Felder rechts von der Trennlinie (und rechtsbündig) anzeigen.
hu: balra rendezve kiírja a nevet, a pinget, a csv-t a jobb oldalra rendezett egyenes vonal jobb oldalára.

source: 'field3' will only be shown in CTF, and 'field4' will be shown in all other gamemodes except DM.
de: 'feld3' wird nur in CTF sichtbar sein, und 'feld4' wird in allen Spieltypen außer DM erscheinen.
hu: 'field3' csak Zászlórablás játékmódban látszik, 'field4' pedig Haláljátszma kivételével az összes többiben.

source: fixed missing field '%s'
de: Fehlendes Feld '%s' wurde ergänzt.
hu: Pótoltam a '%s' hiányzó mezőt

source: Accuracy stats (average %d%%)
de: Genauigkeit (Durchschn.: %d%%)
hu: Tüzelési pontosság (Átlag: %d%%)

source: Map stats:
de: Map-Statistiken:
hu: Pálya statisztikák:

source: Secrets found:
de: Geheimnisse:
hu: Feldezett titkok:

source: Rankings
de: Platzierungen
hu: Helyezések

source: Scoreboard
de: Tabelle
hu: Ponttábla

source: Speed award: %d ^7(%s^7)
de: Höchstgeschwindigkeit: %d ^7(%s^7)
hu: Gyorsasági díj: %d ^7(%s^7)

source: All-time fastest: %d ^7(%s^7)
de: Rekord: %d ^7(%s^7)
hu: Rekord: %d ^7(%s^7)

source: Spectators
de: Zuschauer
hu: Nézők

source: playing on ^2%s^7
de: es wird auf ^2%s^7 gespielt
hu: A játék a ^2%s^7 pályán zajlik

source: for up to ^1%1.0f minutes^7
de: für bis zu ^1%.1f Minuten^7
hu: még ^1%.1f percig^7

source: or
de: oder
hu: vagy

source: until ^3%s %s^7
de: bis ^3%s %s^7
hu: ^3%s %s^7

source: SCO^points
de: Punkte
hu: pontszámig

source: SCO^is beaten
de: geschlagen wird
hu: időt valaki meg nem dönti

source: until a lead of ^3%s %s^7
de: bis zu einem Vorsprung von ^3%s %s^7
hu: amíg valaki ^3%s %s^7 -ig nem vezeti a mezőnyt.

source: Cannot initialize sound %s
de: Kann Sound %s nicht initialisieren
hu: Nem tudtam a %s hangot inicializálni

source: Red Team
de: Rotes Team
hu: Vörös Csapat

source: Blue Team
de: Blaues Team
hu: Kék Csapat

source: Yellow Team
de: Gelbes Team
hu: Sárga Csapat

source: Pink Team
de: Pinkes Team
hu: Rózsaszín Csapat

source: %s under attack!
de: %s wird angegriffen!
hu: %s támadás alatt!

source: Push
de: Drücken
hu: Nyomd meg!

source: Destroy
de: Zerstören
hu: Pusztítsd el!

source: Defend
de: Verteidigen
hu: Védd meg!

source: Blue base
de: Blaue Basis
hu: Kék Bázis

source: DANGER
de: GEFAHR
hu: VESZÉLY!

source: Flag carrier
de: Flaggenträger
hu: Zászlóhordozó

source: Dropped flag
de: Flagge
hu: Elhagyott zászló

source: Help me!
de: Hilfe!
hu: Segítség!

source: Here
de: Hier
hu: Itt

source: Dropped key
de: Schlüssel
hu: Elhagyott kulcs

source: Key carrier
de: Schlüsselträger
hu: Kulcshordozó

source: Run here
de: Hier her!
hu: Rohanj ide!

source: Red base
de: Rote Basis
hu: Vörös Bázis

source: Waypoint
de: Wegpunkt
hu: Irányjelző

source: Generator
hu: Generátor

source: Control point
de: Kontrollpunkt
hu: Uralompont

source: Checkpoint
hu: Ellenőrző pont

source: Finish
de: Ziel
hu: Cél

source: Ball
hu: Labda

source: Ball carrier
de: Ballbesitzer
hu: Labdahordozó

source: Laser
hu: Lézer

source: Shotgun
de: Schrotgewehr
hu: Puska

source: Machine Gun
de: Maschinengewehr
hu: Gépfegyver

source: Mortar
hu: Gránátvető

source: Rocket Launcher
hu: Rakétavető

source: Hook
de: Enterhaken
hu: Kampó

source: Fireball
hu: Tűzgömb

source: HLAC
hu: NLRÁ

source: Rifle
de: Gewehr
hu: Vadászpuska

source: Mine Layer
de: Minenleger
hu: Aknavető

source: Invisibility
de: Unsichtbarkeit
hu: Láthatatlanság

source: Extra life
de: Extraleben
hu: Extra élet

source: Speed
de: Geschwindigkeit
hu: Sebesség

source: Strength
de: Stärke
hu: Sebzésnövelő

source: Shield
de: Schutzschild
hu: Védelmező

source: Fuel regen
de: Treibstoff-Regeneration
hu: Üzemanyag újratöltés

source: Jet Pack
hu: Hátirakéta

source: Frozen!
de: Eingefroren!
hu: Megfagyva!

source: Tagged
de: Getaggt!
hu: Megjelölt

source: Vehicle
de: Fahrzeug
hu: Jármű

source: %s needing help!
de: %s braucht Hilfe!
hu: %s segítséget kér!

source: %s succeeded at self-destructing themself with the Crylink
de: %s zerstörte sich selbst erfolgreich mit der Crylink
hu: %s sikeresen kinyírta magát a Crylinkkal

source: %s could not hide from %s's Crylink
de: %s konnte sich nicht vor %ss Crylink verstecken
hu: %s nem tudott elhajolni %s Crylinkja elől

source: %s was too close to %s's Crylink
de: %s trat %ss Crylink zu nahe
hu: %s túl közel merészkedett %ss Crylinkjához

source: %s took a close look at %s's Crylink
de: %s schaute sich %ss Crylink sehr genau an
hu: %s közelebbről is megismerkedett %s Crylinkjával

source: %s could not remember where they put their electro plasma
de: %s vergaß, wo er das Plasma hingetan hatte
hu: %s most már tudja, mire való a plazma

source: %s played with electro plasma
de: %s spielte mit Plasma
hu: %s szerint a plazma nem veszélyes. Tévedett.

source: %s just noticed %s's electro plasma
de: %s hat gerade %ss Plasma bemerkt
hu: %s csak most figyelt fel %s plazmagömbjére

source: %s got in touch with %s's electro plasma
de: %s kam mit %ss Plasma in Kontakt
hu: %s lefejelte %s plazmagömbjét

source: %s felt the electrifying air of %s's electro combo
de: %s hat gespürt, wie %ss Combo die Luft elektrisierte
hu: %s haja is égnek állt %s Elektro-kombójától

source: %s got too close to %s's blue electro bolt
de: %s kam zu nah an %ss blauen Strahl
hu: %s túl közel került %s kék sugarához

source: %s was blasted by %s's blue electro bolt
de: %s wurde von %ss blauen Strahl erwischt
hu: %s atomjaira hullott %s kék sugarától

source: %s forgot about some firemine
de: %s hat den Platz einer Feuermine vergessen
hu: %s benézett pár tűzlabdacsot

source: %s should have used a smaller gun
de: %s hätte eine kleinere Waffe nehmen sollen
hu: %s játszott volna inkább vízipisztollyal

source: %s tried to catch %s's firemine
de: %s hat versucht %ss Feuermine zu fangen
hu: %s megpróbálta elkapni %s tűzlabdacsát

source: %s fatefully ignored %s's firemine
de: %s hat tragischerweise %ss Feuermine ignoriert
hu: %s benézte %s egyik tűzlabdacsát

source: %s could not hide from %s's fireball
de: %s konnte sich nicht vor %ss Feuerball verstecken
hu: %s nem tudott elmenekülni %s Tűzgömbje elől

source: %s saw the pretty lights of %s's fireball
de: %s hat die hübschen Lichter von %ss Feuerball gesehen
hu: %s megcsodálhatta %s színpompás Tűzgömbjét

source: %s got too close to %s's fireball
de: %s ist %ss Feuerball zu nahe getreten
hu: %s szénné égett %s Tűzlabdájától

source: %s tasted %s's fireball
de: %s hat von %ss Feuerball probiert
hu: %s benyelte %s Tűzlabdáját

source: %s didn't see their own grenade
de: %s hat die eigene Granate übersehen
hu: %s lefejelte a saját gránátját

source: %s blew themself up with their grenadelauncher
de: %s hat sich mit einem Granatenwerfer selbst in die Luft gejagt
hu: %s felrobbantotta magát a saját Gránátvetőjével

source: %s didn't see %s's grenade
de: %s hat %ss Granate nicht gesehen
hu: %s nem vette észre %s gránátját

source: %s almost dodged %s's grenade
de: %s ist fast %ss Granate ausgewichen
hu: %s lefejelte %s gránátját

source: %s ate %s's grenade
de: %s nahm %ss Granate in den Mund
hu: %s bekapta %s gránátját

source: %s played with tiny hagar rockets
de: %s hat mit kleinen Raketen gespielt
hu: %s játszott volna inkább római rakétákkal

source: %s was pummeled with a burst of hagar rockets by %s
de: %s ist von %s durchlöchert worden wie ein Schweizer Käse
hu: %2$s szétszaggatta %1$s-t a Hagarjával

source: %s was pummeled with hagar rockets by %s
de: %s wurde von %ss Hagar-Raketen erwischt
hu: %2$s ledarálta %1$s-t a Hagarjával

source: Heavy Laser Assault Cannon
hu: Nehéz Lézer Rohamágyú

source: %s was cut down with a HLAC by %s
de: %s wurde von %ss HLAC niedergehauen
hu: %2$s kettévágta %1$s-t a NLRÁ-val

source: Grappling Hook
de: Enterhaken
hu: Vonóhorog

source: %s did the impossible
de: %s hat das Unmögliche geschafft
hu: %s teljesítette a lehetetlent

source: %s was caught in %s's hook gravity bomb
de: %s ist in %ss Gravitationsbombe reingelaufen
hu: %2$s elkapta %1$s-t a Gravitációs bombájával

source: %s lasered themself to hell
de: %s hat sich in die Hölle gelasert
hu: %s egészen a mennyekig lézerezte magát

source: %s was cut in half by %s's gauntlet
de: %s ist von %ss Gauntlet halbiert worden
hu: %2$s kettészabta %1$s-t a Páncélöklével

source: %s was lasered to death by %s
de: ^1%s^1 wurde von %s^1 zu Tode gelasert
hu: %2$s halálba lézerezte %1$s-t

source: %s blew themself up with their minelayer
de: %s hat sich mit einem Minenleger selbst in die Luft gejagt
hu: %s rálépett a saját aknájára

source: %s forgot about their mine
de: %s hat den Platz einer Mine vergessen
hu: %s egy aknáról mégiscsak megfeledkezett

source: %s got too close to %s's mine
de: %s ist %ss Mine zu nahe getreten
hu: %s túl közel került %s aknájához

source: %s almost dodged %s's mine
de: %s ist fast %ss Mine ausgewichen
hu: %s nem tudott elhajolni %s aknája elől

source: %s stepped on %s's mine
de: %s ist auf %ss Mine gelatscht
hu: %s rátaposott %s aknájára

source: %s is now thinking with portals
de: %s kann jetzt mit Portalen denken
hu: %s már Portálokkal mereng

source: %s has been vaporized by %s's minstanex
de: %s^1 wurde von %ss MinstaNex vernichtet
hu: %s^1 elpárolgott %s MinstaNexétől

source: %s has been vaporized by %s's nex
de: %s^1 wurde von %ss Nex vernichtet
hu: %s^1 elpárolgott %s Nex sugarától

source: %s felt %s doing the impossible to him
de: %s hat gespürt, wie %s das Unmögliche für ihn getan hat
hu: %2$s bebizonyította %1$s számára a lehetetlent

source: %s failed to hide from %s's rifle bullet hail
de: %s hat es nicht geschafft, sich vor %ss Kugelhagel zu verstecken
hu: %s nem tudott fedezékbe húzódni %s golyózápora elől

source: %s died in %s's rifle bullet hail
de: %s ist in %ss Kugelhagel gefallen
hu: %2$s levadászta %1$s-t

source: %s failed to hide from %s's rifle
de: %s hat es nicht geschafft, sich vor %ss Gewehr zu verstecken
hu: %s csinosan mutat majd %s trófea gyűjteményében

source: %s got shot in the head with a rifle by %s
de: %s hat ein Loch im Kopf bekommen; schuld war %s
hu: %2$s fejbelőtte %1$s-t

source: %s was sniped with a rifle by %s
de: %s wurde von %s fachmännisch erledigt
hu: %s lefejelte %s golyóját

source: %s blew themself up with their rocketlauncher
de: %s hat sich mit einem Raketenwerfer selbst in die Luft gejagt
hu: %s játszott volna inkább petárdákkal

source: %s got too close to %s's rocket
de: %s ist %ss Rakete zu nahe getreten
hu: %s túl közel került %s rakétájához

source: %s almost dodged %s's rocket
de: %s ist fast %ss Rakete ausgewichen
hu: %s nem tudott elugrani %s rakétája elől

source: %s ate %s's rocket
de: %s hat %ss Rakete in den Mund genommen
hu: %s beszopta %s rakétáját

source: %s played with tiny seeker rockets
de: %s hat mit kleinen Raketen gespielt
hu: %s rakétái saját maga ellen fordultak

source: %s was tagged with a seeker by %s
de: %s wurde von %s getagged
hu: %2$s rakétái levadászták %1$s-t

source: %s was pummeled with seeker rockets by %s
de: %s wurde von %s erwischt
hu: %s-t darabokra tépték %s kis célkövető rakétái

source: %2$s slapped %1$s around a bit with a large shotgun
de: %2$s hat %1$s ein wenig mit einer großen Schrotflinte geschlagen
hu: %2$s bucira verte %1$s-t a puskájával

source: %s was gunned down with a shotgun by %s
de: %s wurde von %s erschossen
hu: %2$s megkínálta %1$s-t egy kis söréttel

source: @!#%'n Tuba
hu: ki@!#%tt Tuba

source: %s hurt his own ears with the @!#%%'n Tuba
de: %s haben die Ohren geschmerzt von seinem eigenen Spiel auf der @!#%%'n Tuba
hu: %s saját dobhártyája is megrepedt a ki@!#%%tt Tuba hangjától

source: %s hurt his own ears with the @!#%%'n Accordeon
de: %s haben die Ohren geschmerzt von seinem eigenen Spiel auf dem @!#%%'n Akkordeon
hu: %s saját dobhártyája is megrepedt a ki@!#%%tt Akkordeon hangjától

source: %s died of %s's great playing on the @!#%%'n Tuba
de: %s ist an seinen Ohrenschmerzen, die von %ss großartigem Spiel auf der @!#%%'n Tuba stammten, gestorben
hu: %s agyvérzést kapott %s frenetikus ki@!#%%tt Tuba muzsikájától

source: %s died of %s's great playing on the @!#%%'n Accordeon
de: %s ist an seinen Ohrenschmerzen, die von %ss großartigem Spiel auf dem @!#%%'n Akkordeon stammten, gestorben
hu: %s agyvérzést kapott %s frenetikus ki@!#%%tt Akkordeon muzsikájától

source: %s was sniped by %s's machine gun
de: %s wurde von %ss Maschinengewehr erledigt
hu: %2$s lekapta %s-t a gépfegyverével

source: %s was riddled full of holes by %s's machine gun
de: %s ist von %s durchlöchert worden wie ein Schweizer Käse
hu: %2$s szitává lyuggatta %s-t a gépfegyverével

source: Spam
de: Frühstücksfleisch

source: Electro
de: Elektro

source: @!#%'n Tuba Throwing
de: @!#%'n Tuba-Werfen
