Repository: MikeeUSA/ChaosEsque-Anthology
Catalog: csprogs.dat.*.po
Languages: de, hu

source: ERROR - MENU IS VISIBLE BUT NO MENU WAS DEFINED!
de: FEHLER - MENÜ IST SICHTBAR ABER KEIN MENÜ WURDE DEFINIERT!
hu: HIBA - A MENÜ LÁTHATÓ, DE NEM VOLT DEFINIÁLVA!

source: ^3Your engine build is outdated ^3This Server uses a newer QC VM. Please update!
de: ^3Diese Engine ist veraltet. ^3Dieser Server verwendet eine neuere QC VM. Bitte updaten!
hu: ^3A grafikus motorod elavult. ^3A szerver újabb QC Virtuális Gépet (VM) használ. Kérlek, frissítsd a sajátodat!

source: ^4CSQC Build information: ^1%s
de: ^4CSQC Build-Information: ^1%s (deutsch)
hu: ^4CSQC Build-Információ: ^1%s (magyar)

source: trying to switch to unsupported team %d
de: es wurde versucht, in das nicht unterstützte Team %d zu wechseln
hu: nem támogatott %d csapathoz próbálsz csatlakozni

source: Usage:
de: Syntax:
hu: Használat:

source: hud_save configname (saves to hud_skinname_configname.cfg)
hu: hud_save configname (hud_skinname_configname.cfg mentése)

source: Usage: cl_cmd COMMAND..., where possible commands are:
hu: Használat: cl_cmd PARANCS..., ahol a lehetséges parancsok:

source: settemp cvar value
hu: settemp Cvar Wert

source: A CSQC entity changed its owner! (edict: %d, classname: %s)
de: Ein CSQC-Entity hat seinen Besitzer gewechselt! (edict: %d, classname: %s)
hu: Egy CSQC entitás gazdát cserélt! (edict: %d, classname: %s)

source: A CSQC entity changed its type! (edict: %d, server: %d, type: %d -> %d)
de: Ein CSQC-Entity hat seinen Typ gewechselt! (edict: %d, server: %d, type: %d -> %d)
hu: Egy CSQC entitás típust váltott! (edict: %d, server: %d, type: %d -> %d)

source: A CSQC entity appeared out of nowhere! (edict: %d, server: %d, type: %d)
de: Ein CSQC-Entity kam aus dem Nichts! (edict: %d, server: %d, type: %d)
hu: Egy CSQC-entitás a nagy semmiből jelent meg! (edict: %d, server: %d, type: %d)

source: Unknown entity type in CSQC_Ent_Update (enttype: %d, edict: %d, classname: %s)
de: Unbekannter Entity-Typ in CSQC_Ent_Update (enttype: %d, edict: %d, classname: %s)
hu: Ismeretlen entitás típus CSQC_Ent_Update (enttype: %d, edict: %d, classname: %s)

source: %s (not bound)
de: %s (nicht zugewiesen)
hu: %s (nincs kiosztva)

source: ^1Begin!
de: ^1Los!
hu: ^1Kezdődjék a játszma!

source: ^1Game starts in %d seconds
de: ^1Das Spiel startet in %d Sekunden
hu: ^1A játszma kezdéséig még %d másodperc van hátra

source: ^1RED^7 flag
de: ^1ROTE^7 Flagge
hu: ^1VÖRÖS^7 ZÁSZLÓ

source: ^4BLUE^7 flag
de: ^4BLAUE^7 Flagge
hu: ^4BLAUE^7 Flagge

source: You picked up the %s!
de: Du hast die %s genommen!
hu: Felvetted a %s -t!

source: You got the %s!
de: Du hast die %s!
hu: Nálad van a %s!

source: Trying to use non existing model %s.
hu: A %s modell nem létezik

source: Reverted to %s.
hu: Visszaállítva %s helyzetbe.

source: %dth
de: %d.
hu: %d.

source: (-%dL)
de: (-%dR)
hu: (-%dR)

source: (+%dL)
de: (+%dR)
hu: (+%dR)

source: Start line
de: Start
hu: Start

source: Finish line
de: Ziel
hu: Cél

source: Intermediate %d
de: Zwischenzeit %d
hu: Közepes %d

source: Out of ammo
de: Keine Munition mehr.
hu: Nincs több lőszered.

source: Don't have
de: nicht vorhanden
hu: nincs nálad

source: Unavailable
de: nicht verfügbar
hu: nem elérhető

source: ^1%s^1 couldn't take it anymore
de: ^1%s^1 konnte es nicht mehr ertragen
hu: ^1%s^1 már nem bírta tovább

source: ^1%s^1 died
de: ^1%s^1 ist gestorben
hu: ^1%s^1 meghalt

source: ^7%s^7 committed suicide. What's the point of living without ammo?
de: ^7%s^7 hat sich erhängt. Was ist schon ein Leben ohne Munition?
hu: ^7%s^7 öngyilkos lett. Lőszer nélkül mi értelme az életnek?

source: ^1%s^1 thought they found a nice camping ground
de: ^1%s^1 dachte, einen tollen Campingplatz gefunden zu haben
hu: ^1%s^1 azt hitte, jó helyen vert tanyát

source: ^1%s^1 didn't become friends with the Lord of Teamplay
de: ^1%s^1 bekam Probleme mit dem Lord of Teamplay
hu: ^1%s^1 és a Csapatjátékosok Ura mégse jött ki jól egymással

source: ^1%s^1 unfairly eliminated themself
de: ^1%s^1 hat sich selbst auf unfaire Weise erledigt
hu: ^1%s^1 unfair módon kicsinálta magát

source: ^1%s^1 burned to death
de: ^1%s^1 brannte zu Tode
hu: ^1%s^1 szénné égett

source: ^1%s^1 couldn't resist the urge to self-destruct
de: ^1%s^1 konnte dem Drang zur Selbstzerstörung einfach nicht widerstehen
hu: ^1%s^1 szerint jó móka az öngyilkosság

source: ^1%s^1 ended it all after a %d kill spree
de: ^1%s^1 machte seinem %d-Amoklauf ein Ende
hu: ^1%s^1 kinyírta magát %d-szeres Ámokfutása után

source: ^1%s^1 took action against a team mate
de: ^1%s^1 ergriff Maßnahmen gegen einen Mitspieler
hu: ^1%s^1 a saját csapattársa ellen fordult!

source: ^1%s^1 mows down a team mate
de: ^1%s^1 mähte einen Mitspieler nieder
hu: ^1%s^1 ledarált még egy csapattársat!

source: ^1%s^1 ended a %d scoring spree by going against a team mate
de: ^1%s^1 dachte, %d Punkte hintereinander reichen, und trug dies an einem Mitspieler aus
hu: ^1%s^1 befejezte %d-szeres Ámokfutását, és a csapattársára rontott!

source: ^1%s^1 ended a %d kill spree by killing a team mate
de: ^1%s^1 beendete seinen %d-Amoklauf, indem er einen Mitspieler tötete
hu: ^1%s^1 bevégezte %d-szres Ámokfutását, és megölte egy csapattársát!

source: ^1%s^1's %s scoring spree was ended by a team mate!
de: ^1%s^1s %s Punkte hintereinander wurden von einem Mitspieler gestört!
hu: ^1%s^1s %s-szeres Ámokfutásának egy csapattársa vetett véget!

source: ^1%s^1's %s kill spree was ended by a team mate!
de: ^1%s^1s %s-Amoklauf wurde von einem Mitspieler beendet!
hu: ^1%s^1s %s-szeres Ámokfutását egy csapattársa fejezte be!

source: ^1%s^1 drew first blood
de: ^1%s^1 war der Erste
hu: ^1%s^1 ontotta az első vért!

source: ^1%s^1 tried to occupy %s^1's teleport destination space
de: ^1%s^1 dachte, %s^1 am Teleportieren hindern zu können
hu: ^1%s^1 megpróbálta elfoglalni %s^1 teleportációs helyét

source: ^1%s^1 was telefragged by %s
de: ^1%s^1 wurde von %s^1 telefragged
hu: ^1%s^1-ba %s^1 egyszerűen bele-teleportált

source: ^1%s^1 was drowned by %s
de: ^1%s^1 wurde von %s^1 etränkt
hu: ^1%2$s^1 megfolytotta %1$^1-t a víz alatt

source: ^1%s^1 was slimed by %s
de: ^1%s^1 wurde von %s^1 im Schleim versenkt
hu: ^1%2$s^1 belelökte %1$s^1-t a trutymóba

source: ^1%s^1 was cooked by %s
de: ^1%s^1 wurde von %s^1 gebraten
hu: ^1%2$s^1 ropogósra sütötte %1$s^1-t a lávában

source: ^1%s^1 was grounded by %s
de: ^1%s^1 wurde von %s^1 geerdet
hu: ^1%2$s^1 lelökte %1$s^1-t a mélybe

source: ^1%s^1 was shot into space by %s
de: ^1%s^1 wurde von %s^1 ins All geschossen
hu: ^1%2$s^1 kilőtte %1$s^1-t az űrbe

source: ^1%s^1 was conserved by %s
de: ^1%s^1 wurde von %s^1 konserviert
hu: ^1%2$s^1 összecsomagolta %1$s^1-t

source: ^1%s^1 was thrown into a world of hurt by %s
de: ^1%s^1 wurde von %s^1 in eine Welt des Schmerzes geworfen
hu: ^1%2$s^1 kilökte %1$s^1-t a nagy semmibe

source: ^1%s^1 was crushed by %s
de: ^1%s^1 wurde von %s^1 zerquetscht
hu: ^1%2$s^1 összeroppantotta %1$s^1-t

source: ^1%s^1 got shredded by %s
de: ^1%s^1 wurde von %s^1 zerstückelt
hu: ^1%2$s^1 ledarálta %1$s^1-t

source: ^1%s^1 was blasted to bits by %s
de: ^1%s^1 wurde von %s^1 in die Luft gejagt
hu: ^1%2$s^1 darabokra robbantotta %1$s^1

source: ^1%s^1 got caught in the destruction of %s^1's vehicle
de: ^1%s^1 wurde von der Explosion von %s^1s Fahrzeug erwischt
hu: ^1%s^1 túl közel merészkedett %s^1 járművének robbanásához

source: ^1%s^1 was bolted down by %s
de: ^1%s^1 wurde von %s^1 niedergeschmettert
hu: ^1%2$s^1 odaszögezte %1$s^1-t

source: ^1%s^1 could find no shelter from %s^1's rockets
de: ^1%s^1 fand keine Deckung vor %s^1s Raketen
hu: ^1%s^1 nem tudott fedezékbe húzódni %s^1s rakétái elől

source: ^1%s^1 dies when %s^1's wakizashi dies.
de: ^1%s^1 starb zusammen mit %s^1's Wakizashi.
hu: ^1%s^1 meghalt %s^1's Wakizashijának becsapódásától.

source: ^1%s^1 nailed to hell by %s
de: ^1%s^1 wurde von %s^1 in die Hölle geschossen
hu: ^1%2$s^1 odaszögezte %1$s^1-t a földhöz

source: ^1%s^1 cluster crushed by %s
de: ^1%s^1 wurde von %s^1 total zerstört
hu: ^1%2$s^1 cafatokra tépte %1$s^1-t

source: ^1%s^1 dies when %s^1's raptor dies.
de: ^1%s^1 starb zusammen mit %s^1's Raptor.
hu: ^1%s^1 is belehalt %s^1 Raptorjának lezuhanásába.

source: ^1%s^1 was pushed into the line of fire by %s
de: ^1%s^1 wurde von %s^1 ins offene Feuer geschubst
hu: ^1%2$s^1 kilökte %1$s^1-t a tűzvonalba

source: ^1%s^1 was pushed into an accident by %s
de: ^1%s^1 wurde von %s^1 in einen unglücklichen Unfall geschubst
hu: ^1%2$s^1 miatt %1$s^1 halálos balesetet szenvedett

source: ^1%s^1 was unfairly eliminated by %s
de: ^1%s^1 wurde von %s auf unfaire Weise erledigt
hu: ^%2$s^1 unfair módon kinyírta %1$s^1-t

source: ^1%s^1 was burnt to death by %s
de: ^1%s^1 wurde von %s verbrannt
hu: ^1%2$s^1 elégette %1$s^1-t

source: ^1%s^1 was fragged by %s
de: ^1%s^1 wurde von %s^1 gefraggt
hu: ^1%2$s^1 kinyírta %1$s^1-t

source: ^1%s^1's %s scoring spree was ended by %s
de: ^1%s^1's Punkte-Folge wurde von %s^1 beendet
hu: ^1%s^1 %s értékű pontgyűjtésének %s^1 vetet véget

source: ^1%s^1's %s kill spree was ended by %s
de: ^1%s^1's Kill-Spree wurde von %s^1 beendet
hu: ^1%s^1 %s Gyilokos Ámokfutásának %s^1 vetett véget

source: ^1%s^1 made %s scores in a row
de: ^1%s^1 machte %s Punkte hintereinander
hu: ^1%s^1 már a %s-dik pontot szerzi zsinórban!

source: ^1%s^1 has %s frags in a row
de: ^1%s^1 hat %s Frags hintereinander
hu: ^1%s^1 már a %s-dik ellenfelét öli meg zsinórban!

source: %s^7 made a ^1TRIPLE SCORE
de: %s^7 hat einen ^1TRIPLE SCORE
hu: %s^7-nak ^1MESTER HÁRMASA^7 van!

source: %s^7 made a ^1TRIPLE FRAG
de: %s^7 hat einen ^1TRIPLE FRAG
hu: %s^7-nak ^1TRIPLAGYILOK^7-j van!

source: %s^7 unleashes ^1SCORING RAGE
de: %s^7 hat ^1PUNKTE-RASEN
hu: %s^7 egy ^1PONTSZERZŐGÉP!

source: %s^7 unleashes ^1RAGE
de: %s^7 ^1RAST VOR ZORN
hu: %s^7 egy^1GYILKOLÓGÉP!

source: %s^7 made ^1TEN SCORES IN A ROW!
de: %s^7 hat ^1ZEHN PUNKTE HINTEREINANDER!
hu: %s^7 már ^1TÍZ PONTOT SZERZETT ZSINÓRBAN!

source: %s^7 starts the ^1MASSACRE!
de: %s^7 beginnt das ^1MASSAKER!
hu: %s^7 egy ^1MÉSZÁROS!

source: %s^7 made ^1FIFTEEN SCORES IN A ROW!
de: %s^7 hat ^1FÜNFZEHN PUNKTE HINTEREINANDER
hu: %s^7 már ^1TIZENÖT PONTOT SZERZETT ZSINÓRBAN!

source: %s^7 executes ^1MAYHEM!
de: %s^7 erzeugt das ^1CHAOS!
hu: %s^7 elhozta a ^1KÁOSZT!

source: %s^7 made ^1TWENTY SCORES IN A ROW!
de: %s^7 hat ^1ZWANZIG PUNKTE HINTEREINANDER
hu: %s^7 már ^1HÚSZ PONTOT GYŰJTÖTT ZSINÓRBAN!

source: %s^7 is a ^1BERSERKER!
de: %s^7 ist ein ^1BERSERKER!
hu: %s^7 ^1ŐRÜLETBE ESETT!

source: %s^7 made ^1TWENTY FIVE SCORES IN A ROW!
de: %s^7 hat ^1FÜNFUNDZWANZIG PUNKTE HINTEREINANDER!
hu: %s^7 már ^1HUSZONÖT PONTOT SZERZETT ZSINÓRBAN!

source: %s^7 inflicts ^1CARNAGE!
de: %s^7 hält ein ^1BLUTBAD!
hu: %s^7 ^1VÉRFÜRDŐT RENDEZ!

source: %s^7 made ^1THIRTY SCORES IN A ROW!
de: %s^7 hat ^1DREISSIG PUNKTE HINTEREINANDER
hu: %s^7 már ^1HARMINC PONTOT SZERZETT ZSINÓRBAN!

source: %s^7 unleashes ^1ARMAGEDDON!
de: %s^7 lässt die ^1APOKALYPSE^7 los!
hu: %s^7 MAGA AZ ^1APOKALIPSZIS ANGYALA!

source: ^1%s^1 was in the water for too long
de: ^1%s^1 war zu lange im Wasser
hu: ^1%s^1 túl sokáig maradt a víz alatt

source: ^1%s^1 drowned
de: ^1%s^1 ertrank
hu: ^1%s^1 már a halakkal alszik

source: ^1%s^1 was slimed
de: ^1%s^1 wurde im Schleim versenkt
hu: ^1%s^1 feloldótott a trugymóban

source: ^1%s^1 found a hot place
de: ^1%s^1 fand einen heißen Ort
hu: ^1%s^1 ropogósra sült a lávában

source: ^1%s^1 turned into hot slag
de: ^1%s^1 verwandelte sich in heiße Schlacke
hu: ^1%s^1 szó szerint beleolvadt a környezetébe

source: ^1%s^1 tested gravity (and it worked)
de: ^1%s^1 probierte die Gravitation aus (und sie funktionierte)
hu: ^1%s^1 kíváncsi volt, hogy működik-e még a gravitáció (a válasz: igen)

source: ^1%s^1 hit the ground with a crunch
de: ^1%s^1 landete mit einem Knall auf dem Boden
hu: ^1%s^1 szétplaccsant a földön

source: ^1%s^1 became a shooting star
de: ^1%s^1 wurde zu einer Sternschnuppe
hu: ^1%s^1 elszállt, mint a győzelmi zászló

source: ^1%s^1 discovered a swamp
de: ^1%s^1 entdeckte einen Sumpf
hu: ^1%s^1 rátalált egy mocsárra

source: ^1%s^1 is now conserved for centuries to come
de: ^1%s^1 ist jetzt für Jahrhunderte konserviert
hu: ^1%s^1 már örökké elvan, mint a befőtt

source: ^1%s^1 ran into a turret
de: ^1%s^1 probierte die Selbstschussanlage aus
hu: ^1%s^1 belefutott egy automatikus lövegbe

source: ^1%s^1 was laserd down by a eWheel turret
de: ^1%s^1 wurde von einem eWheel gelasert
hu: ^1%s^1 belenézett egy eWheel lézersugarába

source: ^1%s^1 got caught in the flac
de: ^1%s^1 geriet in die Flac
hu: ^1%s^1 beleszaladt a repeszekbe

source: ^1%s^1 was riddeld full of riddled by a machinegun turret
de: ^1%s^1 wurde von einer Maschinengewehr-Selbstschussanlage durchlöchert
hu: ^1Egy automatikus Gépágyú torony szitává lyuggatta 1%s^1-t

source: ^1%s^1 got served a led enrichment by a walker turret
de: ^1%s^1 bekam eine Blei-Überdosis von einem Walker
hu: ^1%s^1 megkapta az ólom beültetést egy Pókjárótól

source: ^1%s^1 was impaled by a walker turret
de: ^1%s^1 wurde von einem Walker aufgepiekst
hu: ^1Egy Pókjáró darabokra tépte %s^1-t

source: ^1%s^1 was rocketed to hell by a walker turret
de: ^1%s^1 wurde von einem Walker in die Luft gejagt
hu: ^1%s^1 lefejelte egy Pókjáró rakétáját

source: ^1%s^1 was blasted away hellion turret
de: ^1%s^1 wurde von einem Hellion weggeblasen
hu: ^1Egy Pokoltorony felrobbantotta %s^1-t a rakétáival

source: ^1%s^1 could not hide from the hunter turret
de: %s konnte sich vor der Selbstschussanlage Marke Hunter nicht verstecken
hu: ^1%s nem tudott elbújni egy Vadász torony elől

source: ^1%s^1 got turned into smoldering gibs by a mlrs turret
de: ^1%s^1 wurde von einem MLRS-Turret zerstückelt
hu: ^1%s^1 pici forró húscafatokká vált egy automatikus MLRS torony rakétáitól

source: ^1%s^1 got served some superheated plasma from a plasma turret
de: ^1%s^1 bekam ein wenig heißes Plasma serviert
hu: ^1%s^1 atomjaira hullott egy Plazma torony forró sugaraitól

source: ^1%s^1 was phased out
de: ^1%s^1 verschwand in der Phasenverschiebung
hu: ^1%s^1 légneművé változott egy Fázistoronytól

source: ^1%s^1 was electrocuted by a tesla turret
de: ^1%s^1 fand Tesla-Turrets elektrisierend
hu: ^1%s^1 egészen felvillanyozódott egy Tesla toronytól

source: ^1%s^1 died in an accident
de: ^1%s^1 starb an einem Unfall
hu: ^1%s^1 elhunyt egy tragikus balesetben

source: ^1%s^1 was unfairly eliminated
de: ^1%s^1 wurde auf unfaire Weise eliminiert
hu: ^1%s^1-t kicsinálták unfair módón

source: ^1%s^1 felt a little hot
de: ^1%s^1 fand es ein wenig zu heiss
hu: ^1%s^1 kissé forrófejű lett

source: ^1%s^1 burnt to death
de: ^1%s^1 verbrannte
hu: ^1%s^1 ropogósra sült

source: ^1%s^1 needs a restart
de: ^1%s^1 braucht einen Neustart
hu: ^1%s^1 újra kell hogy kezdje

source: ^1%s^1 needs a restart after a %d scoring spree
de: ^1%s^1 braucht einen Neustart nach %d Punkten in Folge
hu: ^1%s^1 újra kell hogy kezdje %d pont után

source: ^1%s^1 died with a %d kill spree
de: ^1%s^1 starb mit einer %d-Kill-Spree
hu: ^1%s^1 bevégezte %d-gyilokos ÁMOKFUTÁSÁT

source: %s^7 got the %s
de: %s^7 bekam die %s
hu: %s^7 megszerezte a %s-t

source: %s^7 lost the %s
de: %s^7 verlor die %s
hu: %s^7 elvesztette a %s-t

source: %s^7 picked up the %s
de: %s^7 nahm sich die %s
hu: %s^7 felvette a %s-t

source: %s^7 returned the %s
de: %s^7 brachte die %s^7 zurück
hu: %s^7 visszaszerezte a %s^7-t

source: %s^7 captured the %s%s
de: %s^7 eroberte die %s%s
hu: %s^7 elfoglalta a %s%s-t

source: %s^7 has picked up the ball!
de: %s^7 hat den Ball genommen!
hu: %s^7 felvette a labdát!

source: %s^7 has dropped the ball!
de: %s^7 hat den Ball verloren!
hu: %s^7 elhagyta a labdát!

source: You are now on: %s
de: Du bist jetzt im: %s
hu: Mostantól a %s tagja vagy.

source: You have been moved into a different team to improve team balance You are now on: %s
de: Du wurdest in ein anderes Team verschoben, um Team-Balance zu verbessern. Du bist jetzt im: %s
hu: Át lettél mozgatva egy másik csapatba, hogy kiegyenlített legyen a játék. Mostantól a %s tagja vagy.

source: ^1Reconsider your tactics, camper!
de: ^1Ändere dein Verhalten, Camper!
hu: ^1Ne ülj a tojásaidon, nem vagy te tojógalamb!!

source: ^1Die camper!
de: ^1Stirb, Camper!
hu: ^1Ne tanyázz le, ez itt nem a kemping !

source: ^1You are reinserted into the game for running out of ammo...
de: ^1Du wurdest ins Spiel neu eingesetzt, weil dir die Munition ausging...
hu: ^1Visszakerültél a játékba, mert kifogytál a lőszerből

source: ^1You were killed for running out of ammo...
de: ^1Du wurdest getötet, da dir die Munition ausging...
hu: ^1Meghaltál, mert elfogyott a lőszered...

source: ^1You need to preserve your health
de: ^1Du solltest deine Gesundheit erhalten
hu: ^1Szinten kell tartanod az életerőd

source: ^1You grew too old without taking your medicine
de: ^1Du wurdest zu alt, und hast nicht deine Medizin genommen
hu: ^1Öregszel, be kéne venned a gyógyszereid

source: ^1Don't go against team mates!
de: ^1Ärgere deine Teamkollegen nicht!
hu: ^1A csapattársaid ellen mész!

source: ^1Don't shoot your team mates!
de: ^1Schieße nicht auf deine Teamkollegen!
hu: ^1Ne lőj a csapattársaidra!

source: ^1You need to be more careful!
de: ^1Sei vorsichtiger!
hu: ^1Jobban oda kéne figyelned!

source: ^1You killed your own dumb self!
de: ^1Du hast dich selbst umgebracht. Wie blöd.
hu: ^1Kinyírtad magad, hülyegyerek...

source: ^1Moron! You went against ^7%s^1, a team mate!
de: ^1Idiot! Du hast %s getroffen, also einen Teamkollegen von dir!
hu: ^1Marha! %s ellen fordultál, pedig a csapattársad!

source: ^1Moron! You fragged ^7%s^1, a team mate!
de: ^1Idiot! Du hast %s getötet, also einen Teamkollegen von dir!
hu: ^1Idióta! Megölted %s-t pedig a csapattársad!

source: ^1First score
de: ^1Erster Punkt
hu: ^1ELSŐ PONT!

source: ^1First blood
de: ^1Erstes Blut
hu: ^1ELSŐ VÉR!

source: ^1First casualty
de: ^1Erster Kollateralschaden
hu: ^1Te vagy az első sérült

source: ^1First victim
de: ^1Erstes Opfer
hu: ^1Ta vagy az első áldozat

source: ^1You scored against ^7%s^1 who was typing!
de: ^1Du hast gegen ^7%s^1 gepunktet, während er am Tippen war!
hu: ^1Szereztél egy pontot ^7%s^1 ellen, aki épp gépelt!

source: ^1You typefragged ^7%s
de: ^1Du hast ^7%s^1 beim Tippen erschossen
hu: ^1Csevejgyilok áltozatod: ^7%s^1

source: ^1You were scored against by ^7%s^1 while you were typing!
de: ^1Gegen dich hat ^7%s^1 gepunktet, während du am Tippen warst!
hu: ^7%s^1 szerzett egy pontot ellened, amíg a gépeléssel voltál elfoglalva!

source: ^1You were typefragged by ^7%s
de: ^1Du wurdest von ^7%s^1 erschossen, während du am Tippen warst
hu: ^7%s^1 kinyírt téged, amíg a gépeléssel voltál elfoglalva

source: ^4You scored against ^7%s
de: ^4Du hast gegen ^7%s^4 gepunktet
hu: ^4Pontot szereztél ^7%s^4 ellen

source: ^4You fragged ^7%s
de: ^4Du hast ^7%s^4 getötet
hu: ^4Kinyírtad ^7%s^4-t!

source: ^1You were scored against by ^7%s
de: ^1Gegen dich hat ^7%s^1 gepunktet
hu: ^7%s^1 szerzett egy pontot ellened

source: ^1You were fragged by ^7%s
de: ^1Du wurdest von ^7%s^1 getötet
hu: ^7%s^1 kinyírt téged

source: ^1Watch your step!
de: ^1Achte, wo du hintrittst!
hu: ^1Nézz a lábad elé!

source: Player %d
de: Spieler %d
hu: Játékos %d

source: ^1Intermediate 1 (+15.42)
hu: ^1Közepes 1 (+15.42)

source: ^1PENALTY: %.1f (%s)
de: ^1STRAFE: %.1f (%s)
hu: ^1BÜNTETÉS: %.1f (%s)

source: ^2PENALTY: %.1f (%s)
de: ^2STRAFE: %.1f (%s)
hu: ^2BÜNTETÉS: %.1f (%s)

source: ^1You must answer before entering hud configure mode
de: ^1Du musst antworten, bevore das HUD konfiguriert werden kann
hu: ^1Választanod kell, mielőtt beléphetsz a HUD beállításokba

source: ^2Name ^7instead of "^1Anonymous player^7" in stats
de: ^2Name^7 statt "^1Anonymous player^7" in den Statistiken
hu: ^2Név^7 mutatása "^1Anonymous player^7" helyett a statisztikákban

source: A vote has been called for:
de: Eine Abstimmung wurde initiiert für:
hu: Szavaznod kell az alábbi ügyben:

source: Allow servers to store and display your name?
de: Erlaube Servern, deinen Namen zu speichern und später zu zeigen?
hu: Megengeded, hogy a szerver eltárolja én megjelenítse a neved?

source: ^1Configure the HUD
de: ^1Das HUD konfigurieren
hu: ^1A HUD beállításai

source: Yes (%s): %d
de: Ja (%s): %d
hu: Igen (%s): %d

source: No (%s): %d
de: Nein (%s): %d
hu: Nem (%s): %d

source: Personal best
de: Persönliche Bestzeit
hu: Saját legjobb idő

source: Server best
de: Server-Bestzeit
hu: Szerver legjobb idő

source: ^3Player^7: This is the chat area.
de: ^3Player^7: Das ist der Chat-Bereich.
hu: ^3Player^7: Ez a csevej terület

source: ^1Observing
de: ^1Beobachten
hu: ^1Néző

source: ^1Spectating: ^7%s
de: ^1Zuschauen bei: ^7%s
hu: ^7%s^1-t nézed és követed

source: ^1Press ^3%s^1 to spectate
de: ^1Drücke ^3%s^1, um bei jemandem zuzuschauen
hu: ^1Nyomd meg a ^3%s^1 gombot, hogy nézőként lépj be!

source: ^1Press ^3%s^1 for another player
de: ^1Drücke ^3%s^1 für einen anderen Spieler
hu: ^1Nyomd meg a ^3%s^1 gombot egy másik játékos követéséhez!

source: ^1Use ^3%s^1 or ^3%s^1 to change the speed
de: ^1Benutze ^3%s^1 oder ^3%s^1 zum Ändern der Geschwindigkeit
hu: ^1Használd a ^3%s^1 vagy ^3%s^1 gombokat a sebesség változtatásához!

source: ^1Press ^3%s^1 to observe
de: ^1Drücke ^3%s^1 zum Beobachten
hu: ^1Nyomd meg a ^3%s^1 gombot, hogy néző lehess!

source: ^1Press ^3%s^1 for gamemode info
de: ^1Drücke ^3%s^1 für Spielmodus-Info
hu: ^1Nyomd meg a ^3%s^1 gombot a játékmód információkért!

source: ^1Wait for your turn to join
de: ^1Warte, bis du dran bist
hu: ^1Várj kérlek a saját körödre!

source: ^1Match has already begun
de: ^1Das Match hat bereits begonnen
hu: ^1A játék már elkezdődött

source: ^1You have no more lives left
de: ^1Du hast keine Leben mehr übrig
hu: ^1Nincs több életed

source: ^1Press ^3%s^1 to join
de: ^1Drücke ^3%s^1 zum Mitspielen
hu: ^1Nyomd meg a ^3%s^1 gombot a játékba való belépéshez!

source: ^1Game starts in ^3%d^1 seconds
de: ^1Das Spiel beginnt in ^3%d^1 Sekunden
hu: ^1A játék ^3%d^1 másodpercen belül elkezdődik!

source: ^2Currently in ^1warmup^2 stage!
de: ^2Momentan in der ^1Aufwärmphase!
hu: ^2Jelenleg ^1BEMELEGÍTÉS^7 zajlik!

source: %sPress ^3%s%s to end warmup
de: %sDrücke ^3%s%s um die Aufwä¤rmphase zu beenden
hu: %s, kérlek nyomd meg a ^3%s%s gombot a bemelegítés befejezéséhez!

source: %sPress ^3%s%s once you are ready
de: %sDrücke ^3%s%s sobald du soweit bist
hu: %s, kérlek nyomd meg a ^3%s%s gombot, amint készen állsz!

source: ^2Waiting for others to ready up to end warmup...
de: ^2Warte, bis andere bereit sind, um die Aufwärmphase zu beenden
hu: ^2Várakozás a többiekre, hogy befejezzék a bemelegítést...

source: ^2Waiting for others to ready up...
de: ^2Warte, bis andere bereit sind...
hu: ^2Várj kérlek, amíg a többiek készen állnak...

source: ^2Press ^3%s^2 to end warmup
de: ^2Drücke ^3%s^2 um die Aufwärmphase zu beenden
hu: ^2Nyomd meg a ^3%s^2 gombot a bemelegítés befejezéséhez!

source: Teamnumbers are unbalanced!
de: Die Teams sind unbalanciert!
hu: A csapatok egyenlőtlenül vannak elosztva!

source: Press ^3%s%s to adjust
de: Drücke ^3%s%s um dies zu korrigieren
hu: Nyomd meg a ^3%s%s gombot a kiegyenlítéshez!

source: ^7Press ^3ESC ^7to show HUD options.
de: ^7Drücke ^3ESC^7 um die HUD-Optionen zu zeigen
hu: ^7Nyomd meg az ^3ESC^7 gombot a HUD beállításának lehetőségeihez!

source: ^3Doubleclick ^7a panel for panel-specific options.
de: ^3Doppelklick^7 auf ein Panel für Panel-spezifische Optionen.
hu: ^3Kattints duplán^7 egy panelre a panel-specifikus beállításokhoz!

source: ^3CTRL ^7to disable collision testing, ^3SHIFT ^7and
de: ^3CTRL^7 um Kollisionstests zu deaktivieren, ^3SHIFT^7 und
hu: A ^3CTRL^7 gomb segítségével kikapcsolhatod az illesztést, a ^3SHIFT^7 és

source: ^3ALT ^7+ ^3ARROW KEYS ^7for fine adjustments.
de: ^3ALT^7 + ^3PFEILTASTEN^7 für Feinjustierungen
hu: az ^3ALT^7 + ^3NYÍLGOMBOK^7-kal finoman mozgathatsz!

source: knots
de: Knoten
hu: Csomó
