Repository: MikeeUSA/ChaosEsque-Anthology
Catalog: menu.dat.*.po
Languages: el, fr

source: @!#%'n Tuba Throwing
fr: Lancer de @!#%'n Tuba

source: Deathmatch
fr: Match à Mort

source: Last Man Standing
fr: Dernier Survivant

source: Arena
el: Αρένα
fr: Arène Duel

source: Race
el: Αγώνας
fr: Course

source: Race CTS
fr: Course CTS

source: Team Deathmatch
fr: Match à Mort Équipe

source: Capture the Flag
el: Κατάλυψη Σημαίας
fr: Capture du Drapeau

source: Clan Arena
fr: Arène Équipes

source: Key Hunt
el: Κυνήγι για κλειδιά
fr: Chasse aux Clés

source: Assault
fr: Assaut

source: Keepaway
fr: Cache-Cache Du Drapeau

source: error: status is %d
el: σφάλμα: η κατατάσταση είναι %δ
fr: erreur: le status est %d

source: Usage: menu_cmd command..., where possible commands are:
fr: Utilisation: menu_cmd commande..., les commandes possibles sont:

source: sync - reloads all cvars on the current menu page
fr: sync - recharge toutes les variables sur la page actuelle

source: directmenu ITEM - select a menu item as main item
fr: directmenu OBJET - sélectionner un objet de menu comme objet principal

source: error creating curl handle
fr: erreur de création du curl handle

source: Invalid command. For a list of supported commands, try menu_cmd help.
fr: Commande invalide. Pour une liste des commandes supportées, tapez menu_cmd help (dans la console).

source: Browser not initialized!
el: Ο περιηγητής δεν έχει αρχίσει!
fr: Navigateur non initialisé !

source: NOTE: label text %s too wide for label, condensed by factor %f
fr: REMARQUE: le texte label %s est trop large pour un label, condensé par le facteur %f

source: Item %d
el: Αντικείμενο %d
fr: Objet %d

source: custom
el: προσαρμογή
fr: personnalisé

source: ^4MQC Build information: ^1%s
el: ^4MQC Πληροφορίες εκδοχής: ^1%s
fr: ^4MQC Information de version : %s (français)

source: Level %d: %s
el: Επίπεδο %d:%s
fr: Niveau %d: %s

source: will be saved to config.cfg
el: θα αποθηκευτεί στο config.cfg
fr: sera sauvegardé vers config.cfg

source: will not be saved
el: δεν θα αποθηκευτεί
fr: ne sera pas sauvegardé vers config.cfg

source: private
el: προσωπικές
fr: privé

source: engine setting
fr: paramètre moteur

source: read only
el: μόνο για ανάγνωση
fr: lecture seule

source: Credits
el: Ευχαριστίες
fr: Crédits

source: Welcome
el: Καλώσορίσατε
fr: Bienvenue

source: Welcome to Xonotic, please select your language preference and enter your player name to get started. You can change these options later through the menu system.
el: Καλώσορίσατε στο Xonotic, πάρακαλούμε επιλέξτε της γλώσσα προτίμησης σας και είσαγετε το όνομά σας. Μπορείτε να αλλάξετε αυτές τις επιλογές αργότερα μέσω του μενού.
fr: Bienvenue sur Xonotic, veuillez sélectionner votre langue et entrer votre pseudonyme pour commencer. Vous pouvez changer ces options plus tard dans les menus.

source: Name:
el: Όνομα:
fr: Pseudonyme:

source: Text language:
el: Γλώσσα κειμένου:
fr: Langue écran:

source: Allow player statistics to use your nickname at stats.xonotic.org?
fr: Autoriser les statistiques de joueur à utiliser votre pseudonyme sur stats.xonotic.org ?

source: ALWU2N^Yes
fr: ALWU2N^Oui

source: ALWU2N^No
fr: ALWU2N^Non

source: ALWU2N^Undecided
fr: ALWU2N^Non décidé

source: Save settings
el: Αποθήκευση ρυθμίσεων
fr: Sauvegarder

source: Ammo Panel
el: Πίνακας Πυρομαχικών
fr: Panneau de munitions

source: Ammunition display:
el: Προβολή πυρομαχικών:
fr: Affichage munitions:

source: Show only current ammo type
el: Προβολή μόνο του τρέχων πυρομαχικού
fr: Ne montrer que le type de munition actuel

source: Align icon:
el: Ευθυγράμμιση εικονιδίου:
fr: Aligner l'icône

source: Left
el: Αριστερά
fr: Gauche

source: Right
el: Δεξιά
fr: Droite

source: Centerprint
fr: Écriture du centre

source: Message duration:
el: Διάρκεια μηνυμάτων:
fr: Durée du message:

source: Fade time:
fr: Temps d'effacement d'une entrée:

source: Flip messages order
fr: Inverser l'ordre des notifications

source: Text alignment:
el: Ευθυγράμμιση κειμένου
fr: Alignement icônes:

source: Center
el: Στο κέντρο
fr: Centre

source: Font scale:
el: Μέγεθος γραμματοσειράς:
fr: Taille de police:

source: Chat Panel
el: Πίνακας Ομιλίας
fr: Panneau de Chat

source: Chat entries:
fr: Entrées Chat:

source: Chat size:
el: Μέγεθος ομιλίας:
fr: Taille du Chat:

source: Chat lifetime:
fr: Durée du Chat:

source: Chat beep sound
el: Ήχος ομιλίας
fr: Sons Chat:

source: Engine Info Panel
el: Πίνακας Πληροφοριών Μηχανής
fr: Panneau Info Moteur

source: Engine info:
el: Πληροφορίες μηχανής:
fr: Info Moteur:

source: Use an averaging algorithm for fps
fr: Utiliser un algorithme pour calculer les FPS

source: Health/Armor Panel
el: Πίνακας Ζωής/Πανοπλίας
fr: Panneau Santé/Armure

source: Enable status bar
el: Ενεργοποίηση γραμμής κατάστασης
fr: Activer jauges

source: Status bar alignment:
el: Ευθυγράμμιση γραμμής καταστάσεως:
fr: Alignement jauges:

source: Inward
fr: Intérieur

source: Outward
fr: Extérieur

source: Icon alignment:
el: Ευθυγράμμιση εικονιδίων:
fr: Alignement icônes:

source: Flip health and armor positions
fr: Échanger positions Santé/Armure

source: Info Messages Panel
el: Πίνακας Πληροφοριών
fr: Panneau d'Information

source: Info messages:
fr: Messages d'Info:

source: Flip align
fr: Échanger alignement

source: Mod Icons Panel
fr: Panneau d'Icônes de Mode

source: Notification Panel
el: Πίνακας Ανακοινώσεων
fr: Panneau de Notifications

source: Also print notifications to the console
fr: Montrer notifications sur la console

source: Flip notify order
fr: Inverser l'ordre de notification

source: Entry lifetime:
fr: Durée d'une entrée:

source: Entry fadetime:
fr: Temps d'effacement d'une entrée:

source: Physics Panel
el: Πίνακας Φυσικής
fr: Panneau d'effets physiques

source: Panel disabled
el: Πίνακας απενεργοποιημένος
fr: Panneau désactivé

source: Panel enabled
el: Πίνακας ενεργός
fr: Panneau activé

source: Panel enabled even observing
el: Πίνακας ενεργός και στην θέαση
fr: Panneau activé même en spectateur

source: Panel enabled only in Race/CTS
el: Πίνακας ενεργός μόνο σε Αγώνα/CTS
fr: Panneau activé seulement en Race/CTS

source: Status bar
el: Γραμμή κατάστασης
fr: Barre de statut

source: Left align
el: Ευθυγράμμιση στα αριστερά
fr: À gauche

source: Right align
el: Ευθυγράμμιση στα δεξιά
fr: À droite

source: Inward align
el: Ευθυγράμμιση προς τα μέσα
fr: Aligner vers l'intérieur

source: Outward align
el: Ευθυγράμμιση προς τα έξω
fr: Aligner vers l'extérieur

source: Flip speed/acceleration positions
fr: Échanger positions Vitesse/Accélération

source: Speed:
el: Ταχύτητα
fr: Vitesse:

source: Include vertical speed
fr: Inclure vitesse verticale

source: Speed unit:
el: Μονάδα ταχύτητας:
fr: Unité de vitesse

source: knots
el: κόμβοι
fr: noeuds

source: Show
el: Εμφάνιση
fr: Montrer

source: Top speed
el: Μέγιστη ταχύτητα
fr: Vitesse maximale:

source: Acceleration:
el: Επιτάχυνση:
fr: Accélération:

source: Include vertical acceleration
fr: Inclure accélération verticale

source: Powerups Panel
fr: Panneau des Pouvoirs

source: Flip strength and shield positions
fr: Échanger les positions Force/Bouclier

source: Pressed Keys Panel
fr: Panneau Touches Pressées

source: Panel enabled when spectating
el: Πίνακας ενεργοποιημένος στην θέαση
fr: Panneau activé en spectateur

source: Panel always enabled
el: Πίνακας πάντα ενεργοποιημένος
fr: Panneau toujours activé

source: Forced aspect:
fr: Aspect forcé:

source: Race Timer Panel
el: Πίνακας Χρονοδιακόπτη Αγώνα
fr: Chronomètre Course

source: Radar Panel
el: Πίνακας Ραντάρ
fr: Panneau Mini-carte

source: Panel enabled in teamgames
el: Πίνακας ενεργός σε ομαδικά παιχνίδια
fr: Panneau activé en Équipe

source: Radar:
el: Ραντάρ:
fr: Mini-carte:

source: Alpha:
fr: Opacité:

source: Forward
el: Εμπρός
fr: Direction marche

source: West
el: Δυτικά
fr: Ouest

source: South
el: Νότια
fr: Sud

source: East
el: Ανατολικά
fr: Est

source: North
el: Βόρεια
fr: Nord

source: Scale:
el: Κλίμακα:
fr: Échelle:

source: Zoom mode:
el: Ρύθμιση μεγέθυνσης:
fr: Mode de Zoom:

source: Zoomed in
el: Μεγεθυμένο
fr: Zoomé

source: Zoomed out
el: Σμικρυσμένο
fr: Dézoomé

source: Always zoomed
el: Πάντα μεγεθυμένο
fr: Toujours Zoomé

source: Never zoomed
el: Ποτέ μεγεθυμένο
fr: Toujours Dézoomé

source: Score Panel
el: Πίνακας Βαθμολογίας
fr: Tableau des scores

source: Rankings:
el: Κατατάξεις:
fr: Rangs:

source: Off
el: Ανενεργό
fr: Désactivé

source: And me
el: Και εγώ
fr: Et moi

source: Timer Panel
el: Πίνακας Χρονοδιακόπτη
fr: Chronomètre

source: Timer:
el: Χρονόμετρο:
fr: Chronomètre:

source: Show elapsed time
fr: Montrer temps passé

source: Vote Panel
el: Πίνακας Ψήφοφορίας
fr: Panneau de Vote

source: Alpha after voting:
fr: Opacité après vote:

source: Weapons Panel
el: Πίνακας Οπλισμού
fr: Panneau d'armes

source: Fade out after:
fr: Effacer après:

source: Never
el: Ποτέ
fr: Jamais

source: %ds
fr: %dsec.

source: Fade effect:
el: Εφέ ξεθωριάσματος
fr: Effet d'effacement:

source: EF^None
fr: Aucun

source: Slide
fr: Glisse

source: Alpha
fr: Opacité

source: EF^Both
fr: Les deux

source: Weapon icons:
fr: Icônes d'armes:

source: Show only owned weapons
fr: Ne montrer que les armes possédées

source: Show weapon ID as:
fr: Montrer le numéro d'arme:

source: SHOWAS^None
fr: Aucun

source: Number
el: Αριθμός
fr: Numéro

source: Bind
fr: Touche

source: Show Accuracy
el: Εμφάνιση Ακρίβειας
fr: Monter la précision

source: Show Ammo
el: Εμφάνιση Πυρομαχικών
fr: Montrer barre de munitions

source: Ammo bar color:
fr: Couleur barre de munitions:

source: Ammo bar alpha:
fr: Opacité barre de munitions:

source: Panel HUD Setup
fr: Configuration Interface

source: Panel background defaults:
fr: Fond du Panneau par défaut:

source: Background:
el: Φόντο:
fr: Arrière-plan:

source: Disable
el: Απενεργοποίηση
fr: Désactiver

source: Color:
el: Χρώμα:
fr: Couleur:

source: Border size:
el: Μέγεθος περιθωρίου:
fr: Taille des bords:

source: Team color:
el: Χρώμα ομάδας:
fr: Couleur d'équipe:

source: Test team color in configure mode
fr: Afficher la couleur d'équipe en mode configuration

source: Padding:
fr: Ajustement:

source: HUD Dock:
fr: Contour interface:

source: DOCK^Disabled
el: DOCK^Απενεργοποιημένο
fr: Désactivé

source: DOCK^Small
el: DOCK^Μικρό
fr: Petit

source: DOCK^Medium
el: DOCK^Μεσαίο
fr: Moyen

source: DOCK^Large
el: DOCK^Μεγάλο
fr: Grand

source: Grid settings:
el: Ρυθμίσεις πλέγματος:
fr: Paramètres grille:

source: Snap panels to grid
fr: Coller panneaux sur la grille

source: Grid size:
el: Μέγεθος πλέγματος:
fr: Taille de grille:

source: X:
el: Χ:
fr: Hori.:

source: Y:
el: Ψ:
fr: Vert.:

source: Exit setup
el: Έξοδος ρύθμισης
fr: Sauvegarder et quitter

source: Multiplayer
el: Πολλαπλοί παίκτες
fr: Multijoueur

source: Servers
el: Διακομιστές
fr: Serveurs

source: Create
el: Δημιουργία
fr: Créer

source: Demos
fr: Vidéos

source: Player Setup
el: Ρύθμισεις Παίκτη
fr: Paramètres Joueur

source: Game type:
el: Τύπος παιχνιδιού:
fr: Mode de jeu:

source: Time limit:
el: Χρονικό όριο:
fr: Limite de temps:

source: Use map specified default
fr: Utiliser le paramètre de carte

source: Point limit:
el: Όριο βαθμολογίας:
fr: Limite de points:

source: Player slots:
el: Θέσεις παικτών:
fr: Nombre de joueurs max.:

source: Number of bots:
el: Αριθμός ρομπότ:
fr: Nombre de robots:

source: Bot skill:
el: Ικανότητα bot:
fr: Difficulté robot:

source: Botlike
el: Χαζό ρομπότ
fr: Nul

source: Beginner
el: Αρχάριο
fr: Jeu d'enfant

source: You will win
el: Θα νικήσεις
fr: Très Facile

source: You can win
el: Μπορείς να νικήσεις
fr: Facile

source: You might win
el: Θα μπορούσες να νικήσεις
fr: Assez Facile

source: Advanced
el: Προχωρημένο
fr: Avancé

source: Pro
el: Εππαγγελματικό
fr: Professionnel

source: Unhuman
el: Απάνθρωπο
fr: Inhumain

source: Godlike
el: Θεικό
fr: Dieu

source: Mutators...
fr: Spéciales...

source: Advanced settings...
el: Προχωρημένες ρυθμίσεις...
fr: Paramètres avancés...

source: Map list:
el: Λίστα χάρτων
fr: Liste de cartes:

source: Select all
el: Επιλογή όλων
fr: Tout sélectionner

source: Select none
el: Επιλογή κανενός
fr: Ne rien sélectionner

source: Start Multiplayer!
el: Εναρξή παιχνιδιού πολλαπλών παικτών!
fr: Démarrer!

source: Capture limit:
el: Όριο καταλύψεων:
fr: Limite de captures:

source: Lives:
el: Ζωές
fr: Vies:

source: Laps:
el: Γύροι:
fr: Tours:

source: Goals:
el: Στόχοι:
fr: Buts:

source: Frag limit:
fr: Limite de tués:

source: Advanced server settings
el: Προχωρημένες ρυθμίσεις εξυπηρετητή
fr: Paramètres serveur avancés

source: Game settings:
el: Ρυθμίσεις παιχνιδιού:
fr: Paramètres jeu

source: Allow spectating
el: Επιτρέπεται η θέαση
fr: Autoriser les spectateurs

source: Spawn shield:
fr: Bouclier de départ:

source: Game speed:
el: Ταχύτητα παιχνιδιού
fr: Vitesse de jeu:

source: Teamplay settings:
fr: Paramètres Jeu d'équipe:

source: Friendly fire scale:
fr: Facteur Dégâts équipiers:

source: Virtual friendly fire (effect only)
fr: Dégâts équipiers virtuels (seulement effets)

source: Friendly fire penalty:
el: Ποινή φιλικής πυράς:
fr: Pénalité Dégâts équipiers:

source: Virtual penalty (effect only)
fr: Pénalité Dégâts équipiers virtuelle (seulement effets)

source: Teams:
el: Ομάδες:
fr: Équipes:

source: Map voting:
el: Ψηφοφορία για χάρτη:
fr: Vote carte suivante:

source: No voting
el: Χωρίς ψήφοφορία
fr: Pas de vote

source: 2 choices
el: 2 επιλογές
fr: 2 choix

source: 3 choices
el: 3 επιλογές
fr: 3 choix

source: 4 choices
el: 4 επιλογές
fr: 4 choix

source: 5 choices
el: 5 επιλογές
fr: 5 choix

source: 6 choices
el: 6 επιλογές
fr: 6 choix

source: 7 choices
el: 7 επιλογές
fr: 7 choix

source: 8 choices
el: 8 επιλογές
fr: 8 choix

source: 9 choices
el: 9 επιλογές
fr: 9 choix

source: Simple majority wins vcall
fr: Majorité 51% pour gagner le vote

source: Map Information
el: Πληροφορίες Χάρτη
fr: Information carte:

source: Full item placement
fr: Objets présents

source: MinstaGib only
fr: MinstaGib seulement

source: Title:
el: Τίτλος
fr: Titre:

source: Author:
el: Δημιουργός:
fr: Auteur:

source: Features:
el: Χαρακτηριστικά:
fr: Fonctions:

source: Game types:
el: Τύποι παιχνιδιού:
fr: Modes de jeux:

source: Close
el: Κλείσιμο
fr: Fermer

source: MAP^Play
el: MAP^Παίξε
fr: Jouer

source: Mutators
fr: Spéciales

source: All Weapons Arena
fr: Toutes les armes

source: Most Weapons Arena
fr: Beaucoup d'armes

source: %s Arena
fr: Arène de %s

source: Dodging
el: Υπεκφυγή
fr: Esquives

source: Rocket Flying
fr: Roquettes volantes

source: Invincible Projectiles
fr: Projectiles Invincibles

source: No start weapons
el: Χωρίς όπλα στην αρχή
fr: Pas d'armes au début

source: Low gravity
el: Χαμηλή βαρύτητα
fr: Gravité basse

source: Cloaked
fr: Joueurs transparents

source: Hook
el: Γάντζος
fr: Grappin

source: Weapons stay
fr: Armes infinies

source: Blood loss
el: Αιμορραγία
fr: Perte de sang

source: No powerups
fr: Pas de bonus

source: Powerups
fr: Pouvoirs

source: MUT^None
fr: Aucun

source: Gameplay mutators:
fr: Spéciales Mode de jeu:

source: Weapon & item mutators:
fr: Spéciales Armes et Objets:

source: Grappling hook
fr: Grappin

source: Weapon arenas:
fr: Arènes d'armes:

source: Regular (no arena)
fr: Régulier (pas d'Arène)

source: with laser
el: με λέιζερ
fr: avec le laser

source: Special arenas:
fr: Arènes Spéciales:

source: Most weapons
el: Περισσότερα όπλα
fr: Beaucoup d'armes

source: Demo
fr: Vidéo

source: Automatically record demos while playing
fr: Auto-enregistrement des Vidéos

source: Filter:
el: Φίλτρο:
fr: Recherche:

source: Clear
el: Εκκαθάριση
fr: Effacer

source: Timedemo
fr: Test Performance

source: DEMO^Play
fr: Jouer

source: Join
el: Σύνδεση
fr: Joindre

source: SRVS^Empty
fr: Vide

source: SRVS^Full
fr: Tout

source: Address:
el: Διεύθυνση
fr: Adresse:

source: Join!
el: Σύνδεση!
fr: Joindre !

source: Server Information
el: Πληροφορίες Διακομιστή
fr: Information Serveur

source: Default
el: Προεπιλογή
fr: Par défaut

source: %d modified
el: %d τροποποιημένες ρυθμίσεις
fr: %d modifié

source: Official
el: Επίσημες ρυθμίσεις
fr: Officiel

source: N/A (auth library missing, can't connect)
fr: N/A (librairie d'authentification manquante, ne peut pas se connecter)

source: N/A (auth library missing)
fr: N/A (librairie d'authentification manquante)

source: Not supported (can't connect)
el: δεν υποστηρίζεται (δεν συνδέεται)
fr: Non supporté (ne peut pas se connecter)

source: Not supported (won't encrypt)
el: δεν υποστηρίζεται (δεν κρυπτογραφείζεται)
fr: Non supporté (pas de chiffrement)

source: Supported (will encrypt)
el: υποστηρίζεται (θα κρυπτογραφειθεί)
fr: Supporté (chiffrement)

source: Supported (won't encrypt)
el: υποστηρίζεται (δεν κρυπτογραφίζεται)
fr: Supporté (pas de chiffrement)

source: Requested (will encrypt)
el: απαιτήται (θα κρυπτογραφειθεί)
fr: Demandé (chiffrement)

source: Requested (won't encrypt)
el: υποστηρίζεται (δεν κρυπτογραφίζεται)
fr: Demandé (pas de cryptage)

source: Required (can't connect)
el: απαιτήται (δεν συνδέεται)
fr: Nécessaire (ne peut pas se connecter)

source: Required (will encrypt)
el: απαιτήται (θα κρυπτογραφειθεί)
fr: Nécessaire (chiffrement)

source: Hostname:
el: Όνομα διακομιστή:
fr: Nom d'Hôte:

source: Gametype:
el: Τύπος παιχνιδιού:
fr: Mode de jeu:

source: Map:
el: Χάρτης:
fr: Carte:

source: Mod:
el: Τροποποίηση:
fr: Modification:

source: Settings:
el: Ρυθμίσεις:
fr: Préférences :

source: Players:
el: Παίκτες:
fr: Joueurs :

source: Bots:
el: Ρομπότ:
fr: Robots :

source: Free slots:
el: Ελεύθερες θέσεις:
fr: Places libres :

source: Encryption:
el: Κρυπτογράφηση:
fr: Chiffrement :

source: Key:
el: Κωδικός:
fr: Clé :

source: Model:
el: Μοντέλο:
fr: Personnage :

source: No crosshair
el: Χωρίς στόχαστρο
fr: Pas de viseur

source: Per weapon crosshair
el: Ανά όπλο
fr: Viseur par arme

source: Custom crosshair
el: Προσαρμοσμένο στόχαστρο
fr: Viseur perso.

source: Crosshair size:
el: Μέγεθος στόχαστρου
fr: Taille viseur :

source: Crosshair alpha:
fr: Opacité viseur :

source: Crosshair color:
el: Χρώμα στόχαστρου:
fr: Couleur viseur :

source: Per weapon
el: Ανά όπλο
fr: Par arme

source: By health
el: Ανάλογα με ζωή
fr: Par vie

source: Custom
el: Προσαρμογή
fr: Personnalisé

source: Other crosshair settings
el: Άλλες ρυθμίσεις στόχαστρου
fr: Autres paramètres viseur

source: Model settings
el: Ρυθμίσεις μοντέλων
fr: Paramètres modèle

source: View settings
el: Ρυθμίσεις προβολής
fr: Voir les paramètres

source: Weapon settings
el: Ρυθμίσεις όπλων
fr: Paramètres d'armes

source: HUD settings
el: Αποθήκευση ρυθμίσεων
fr: Paramètres interface

source: Apply immediately
el: Άμεση εφαρμογή
fr: Appliquer maintenant

source: Crosshair settings
el: Ρυθμίσεις πλέγματος:
fr: Paramètres viseur

source: Enable center crosshair dot
el: Ενεργοποίηση κεντρικής κουκκίδας στοχασμού
fr: Activer point central

source: Dot size:
el: Μέγεθος κουκκίδας:
fr: Taille du point :

source: Dot alpha:
fr: Opacité point :

source: Dot color:
el: Χρώμα κουκκίδας:
fr: Couleur du point :

source: Use normal crosshair color
fr: Utiliser couleur viseur normale

source: Crosshair animations:
fr: Animations viseur :

source: Smooth effects of crosshairs
fr: Adoucir les effets des viseurs

source: Use rings to indicate weapon status
fr: Util. des anneaux pour statut des armes

source: Hit testing:
fr: Détection toucher:

source: HTTST^Disabled
el: HTTST^Απενεργοποιημένο
fr: HTTST^Désactivé

source: HTTST^Enemies
el: HTTST^Εχθροί
fr: HTTST^Ennemis

source: Blur crosshair if the shot is obstructed
fr: Flouter le viseur si le tir est obstrué

source: Animate when hitting an enemy
fr: Animer quand un enemi est touché

source: Animate when picking up an item
fr: Animer quand un objet est collecté

source: Damage:
el: Ζημιά:
fr: Dégâts :

source: Factor:
fr: Facteur :

source: Fade rate:
el: Εφέ ξεθωριάσματος:
fr: Temps d'effacement d'une entrée:

source: Edge offset:
fr: Décalage :

source: Show names above players
el: Εμφάνιση ονομάτων πάνω από τους παίκτες
fr: Montrer les noms des joueurs

source: Only when near crosshair
fr: Seulement quand près du viseur

source: Display health and armor
fr: Afficher santé/armure

source: Enter HUD editor
el: Έναρξη επεγεργασίας HUD
fr: Éditer l'interface

source: In order for the HUD editor to show, you must first be in game.
fr: Pour que l'éditeur d'interface foncctionne, il faut rejoindre une partie.

source: Do you wish to start a local game to set up the HUD?
fr: Voulez-vous démarrer une partie locale pour configurer l'interface ?

source: HDCNFRM^Yes
el: HDCNFRM^Ναι
fr: HDCNFRM^Oui

source: HDCNFRM^No
el: HDCNFRM^Όχι
fr: HDCNFRM^Non

source: Body fading:
fr: Temps d'effacement:

source: GIBS^None
fr: GIBS^Aucun

source: GIBS^Few
fr: GIBS^Quelques

source: GIBS^Many
fr: GIBS^Plusieurs

source: GIBS^Lots
fr: GIBS^Beaucoup

source: Playermodel LOD:
fr: Qualité modèles personnages :

source: Force models:
fr: Forcer personnages :

source: MDL^None
fr: MDL^Aucun

source: MDL^Custom
fr: MDL^Personnalisé

source: MDL^All
fr: MDL^Tout

source: Force player models to mine
fr: Forcer personnages de joueurs vers le mien

source: Force player colors to mine
fr: Forcer couleurs de joueurs vers les miennes

source: Field of view:
el: Οπτικό πεδίο:
fr: Champ de vision :

source: RETICLE^Fullscreen
el: Πλήρης οθόνη
fr: RETICLE^Plein écran

source: RETICLE^With reticle
fr: RETICLE^Avec réticule

source: ZOOM^Factor:
fr: ZOOM^Facteur :

source: ZOOM^Speed:
el: ZOOM^Ταχύτητα
fr: ZOOM^Vitesse :

source: ZOOM^Instant
fr: ZOOM^Instantané

source: ZOOM^Sensitivity:
el: ZOOM^Ευαισθησία:
fr: ZOOM^Sensibilité :

source: Velocity zoom:
fr: Vitesse zoom :

source: VZOOM^Disabled
el: VZOOM^Απενεργοποιημένο
fr: VZOOM^Désactivé

source: VZOOM^Forward only
fr: VZOOM^Seulement en avant

source: VZOOM^All directions
fr: VZOOM^Toutes directions

source: VZOOM^Speed
fr: VZOOM^Vitesse

source: Allow passing through walls while spectating
fr: Autoriser la caméra spectateur à passer à travers les murs

source: 1st person perspective
el: Προοπτική 1ου προσώπου
fr: Perspective 1ère personne

source: Smooth the view when landing from a jump
fr: Effet d'aterrissage des sauts

source: Smooth the view while crouching
fr: Adoucir les transitions debout-accroupi

source: View waving while idle
fr: Faire tanguer la vue à l'arrêt

source: View bobbing while walking around
fr: Faire tanguer la vue en marchant

source: 3rd person perspective
el: Προοπτική 3ου προσώπου
fr: Perspective 3ème personne

source: Back distance
fr: Distance max. particules:

source: Up distance
fr: Distance max.:

source: Weapon priority list:
fr: Liste de priorité armes :

source: Up
el: Πάνω
fr: Haut

source: Down
el: Κάτω
fr: Bas

source: Use priority list for weapon cycling
fr: Utiliser la liste de priorité pour changer les armes

source: Auto switch weapons on pickup
fr: Changer d'arme en prenant une arme meilleure

source: Draw 1st person weapon model
el: Εμφάνιση όπλου σε πρώτο πρόσωπο
fr: Afficher l'arme à la première personne

source: Gun model swaying
fr: Faire tanguer l'arme en marchant

source: Gun model bobbing
fr: <modèle non trouvé>

source: VWMDL^Scale
fr: WVMDL^Taille

source: Quit
el: Έξοδος
fr: Quitter

source: Are you sure you want to quit?
el: Είσαι σίγουρος-η ότι θες να βγεις από το παιχνίδι;
fr: Voulez-vous vraiment quitter ?

source: Yes
el: Ναι
fr: Oui

source: No
el: Όχι
fr: Non

source: Sandbox Tools
fr: Outils Sandbox

source: Remove *
el: Αφαίρεση *
fr: Supprimer *

source: Copy *
el: Αντίγραφή *
fr: Copier *

source: Paste
el: Επικόλληση
fr: Coller

source: Bone:
el: Κόκκαλο:
fr: Os :

source: Set * as child
fr: Définir * comme enfant

source: Attach to *
el: Επισύναψη στο *
fr: Attacher à *

source: Detach from *
el: Αποσύναψη απο *
fr: Détacher depuis *

source: Visual object properties for *:
fr: Propriétes visuelles de l'objet * :

source: Set skin:
el: Ορισμός σχεδίου μενού:
fr: Définir texture :

source: Set alpha:
fr: Définir opacité :
