Repository: MikeeUSA/ChaosEsque-Anthology
Catalog: menu.dat.*.po
Languages: el, fr

source: Set color main:
el: Ορισμός κυρίου χρώματος:
fr: Définir couleur principale :

source: Set color glow:
fr: Définir couleur fluo :

source: Set frame:
el: Ορισμός πλαισίου:
fr: Définir trame :

source: Physical object properties for *:
fr: Propriétes physiques de l'objet * :

source: Set material:
el: Ορισμός υλικού:
fr: Définir matériau :

source: Set solidity:
fr: Définir solidité :

source: Non-solid
el: Μη συμπαγές
fr: Non-solide

source: Solid
el: Συμπαγές
fr: Solide

source: Set physics:
fr: Définir physiques :

source: Static
el: Στατικό
fr: Statique

source: Movable
fr: Bougeable

source: Physical
fr: Physique

source: Set scale:
el: Ορισμός μεγέθους:
fr: Définir taille :

source: Set force:
el: Ορισμός ισχύης:
fr: Définir force :

source: Claim *
fr: Prendre *

source: * object info
fr: Info objet de *

source: * mesh info
fr: Info Mesh de *

source: * attachment info
fr: Info attachement de *

source: Show help
el: Εμφάνιση βοήθειας
fr: Montrer l'aide

source: * is the object you are facing
fr: * est l'objet que vous pointez

source: Settings
el: Ρυθμίσεις
fr: Préférences

source: Input
el: Εισαγωγή
fr: Contrôles

source: Video
el: Βίντεο
fr: Vidéo

source: Effects
el: Εφέ
fr: Graphiques

source: User
el: Χρήστης
fr: Utilisateur

source: Misc
el: Λοιπά
fr: Autres

source: Master:
el: Κύρια ένταση ήχου:
fr: Général :

source: Music:
el: Μουσική
fr: Musique :

source: VOL^Ambient:
fr: VOL^Ambiance :

source: Info:
el: Πληροφορίες:
fr: Information :

source: Items:
el: Αντικείμενα:
fr: Objets :

source: Pain:
el: Πόνος:
fr: Douleur :

source: Player:
el: Παίκτης:
fr: Joueur :

source: Shots:
el: Πυροβολισμοί:
fr: Tirs :

source: Voice:
el: Φωνή:
fr: Voix :

source: Weapons:
el: Όπλα:
fr: Armes :

source: New style sound attenuation
fr: Atténuation de son améliorée

source: Mute sounds when not active
fr: Silencer le jeu quand non-actif

source: Frequency:
el: Συχνότητα:
fr: Fréquence :

source: Channels:
el: Κανάλια:
fr: Canaux :

source: Stereo
el: Στερεφωνικό
fr: Stéréo

source: Swap Stereo
fr: Échanger les canaux Stéréo

source: Headphone friendly mode
fr: Mode casque audio

source: Hit indication sound
el: Ένδειξη χτυπήματος
fr: Son tir réussi

source: Chat message sound
el: Ήχος ομιλίας
fr: Sons du tchat

source: Menu sounds
el: Ήχοι μενού
fr: Sons du menu

source: Time announcer:
el: Προειδοποίηση χρόνου:
fr: Avertissement temps :

source: WRN^Disabled
el: WRN^Απενεργοποιημένο
fr: WRN^Désactivé

source: WRN^Both
el: WRN^Και οι δυο
fr: WRN^Les deux

source: Automatic taunts
el: Αυτόματες κοροϊδίες
fr: Voix automatiques

source: Debug info about sounds
fr: Info de déboguage des sons

source: Quality preset:
el: Προκαθορισμένη ποιότητα:
fr: Qualité effets :

source: PRE^Low
el: PRE^Χαμηλή
fr: PRE^Bas

source: PRE^Medium
el: PRE^Μεσαία
fr: PRE^Moyen

source: PRE^High
el: PRE^Υψηλή
fr: PRE^Élevé

source: PRE^Ultra
el: PRE^Ακραία
fr: PRE^Très Élevé

source: PRE^Ultimate
el: PRE^Μέγιστη
fr: PRE^Ultime

source: Geometry detail:
el: Γεομετρική λεπτομέρεια:
fr: Détail géométrie :

source: DET^Lowest
el: DET^Χαμηλότατη
fr: DET^Très Bas

source: DET^Low
el: DET^Χαμηλή
fr: DET^Bas

source: DET^Good
el: DET^Καλή
fr: DET^Bon

source: DET^Best
el: DET^Καλύτερη
fr: DET^Élevé

source: DET^Insane
el: DET^Τρομερή
fr: DET^Extrême

source: Texture resolution:
el: Ανάλυση υφής:
fr: Qualité textures :

source: RES^Lowest
el: RES^Χαμηλότερή
fr: RES^Très Bas

source: RES^Very low
el: RES^Πολύ χαμηλή
fr: RES^Bas

source: RES^Low
el: RES^Χαμηλή
fr: RES^Bas

source: RES^Good
el: RES^Καλή
fr: RES^Bon

source: RES^Best
el: RES^Καλύτερη
fr: RES^Élevé

source: Avoid lossy texture compression
fr: Éviter la compression rapide

source: Use lightmaps
fr: Utiliser les lightmaps

source: Deluxe mapping
fr: Textures Deluxe

source: Gloss
el: Γυαλάδα
fr: Brillance textures

source: Particles quality:
el: Ποιότητα σωματιδίων:
fr: Qualité particules :

source: Particles distance:
el: Απόσταση σωματιδίων:
fr: Distance max. particules :

source: Damage effects:
el: Εφέ τραυματισμού:
fr: Effets de dégâts :

source: DMGPRTCLS^Disabled
el: DMGPRTCLS^Απενεργοποιημένο
fr: DMGPRTCLS^Désactivé

source: DMGPRTCLS^Skeletal
fr: DMGPRTCLS^Squelétal

source: DMGPRTCLS^All
fr: DMGPRTCLS^Tout

source: Decals
fr: Marques impacts

source: Decals on models
fr: Décalques sur les modèles

source: Distance:
el: Απόσταση:
fr: Distance max. :

source: Time:
el: Χρόνος:
fr: Temps :

source: Coronas
el: Στέμματα
fr: Brillance Lumière

source: Use Occlusion Queries
fr: Utiliser l'Occlusion du rendu

source: No dynamic lighting
el: Χωρίς δυναμικό φωτισμό
fr: Pas de lumières dynamiques

source: Fake corona lighting
fr: Lumières dynamiques rapides

source: Realtime dynamic lighting
el: Δυναμικός φώτισμος σε πραγματικό χρόνο
fr: Lumières dynamiques en temps réel

source: Shadows
el: Σκιές
fr: Ombres

source: Realtime world lighting
el: Φωτισμός κόσμου σε πραγματικό χρόνο
fr: Lumières carte en temps réel

source: Use normal maps
el: Χρήση κανονικών χαρτών
fr: Lumières Deluxe

source: Soft shadows
el: Μαλακές σκιές
fr: Ombres douces

source: Show surfaces
el: Προβολή επιφανειών
fr: Textures unies

source: Offset mapping
fr: Textures relief

source: Relief mapping
fr: Textures relief avancé

source: Bloom
fr: Effets d'éblouissement

source: Reflections:
el: Αντανακλάσεις:
fr: Réflexions :

source: Blurred
el: Θολομένο
fr: Flou

source: REFL^Good
el: REFL^Καλό
fr: REFL^Bon

source: Sharp
fr: Net

source: Motion blur:
fr: Flou de vitesse:

source: Extra postprocessing effects
fr: Effets de post-processing

source: Key bindings:
el: Διαμόρφωση πλήκτρων:
fr: Contrôles :

source: Change key...
el: Αλλαγή πλήκτρου...
fr: Changer touche...

source: Edit...
el: Επεξεργασία...
fr: Éditer...

source: Pressing "enter console" key also closes it
fr: "ouvrir la console" ferme aussi la console

source: Automatically repeat jumping if holding jump
fr: Automatiquement continuer de sauter

source: Use joystick input
fr: Utiliser une manette

source: Mouse:
el: Ποντίκι:
fr: Souris :

source: Sensitivity:
el: Ταχύτητα δείκτη:
fr: Sensibilité :

source: Smooth aiming
el: Ομαλός στοχασμός
fr: Visée adoucie

source: Invert aiming
el: Ανάτρεψη ποντικιού
fr: Inverser souris

source: Disable system mouse acceleration
el: Απενεργοποίηση επιτάχυνσης δείκτη από λειτουργικό σύστημα
fr: Désactiver l'accélération souris de l'OS

source: Enable built in mouse acceleration
el: Ενεργοποίηση επιτάχυνσης δείκτη από το Xonotic
fr: Désactiver l'accélération souris de l'OS

source: User defined key bind
fr: Touche d'exécution :

source: Command when pressed:
fr: Commande quand appuyée :

source: Command when released:
fr: Commande quand relâchée :

source: Save
el: Αποθήκευση
fr: Sauvegarder

source: Cancel
el: Ακύρωση
fr: Annuler

source: Network:
el: Δίκτυο:
fr: Réseau :

source: Slow ADSL
el: Αργό ADSL
fr: ADSL lent

source: Fast ADSL
el: Γρήγορο ADSL
fr: ADSL rapide

source: Broadband
el: Ευρής ζώνης
fr: Câble/Fibre optique

source: Input packets/s:
fr: Paquets entrants/seconde :

source: Local latency:
fr: Latence locale :

source: Client UDP port:
fr: Port UDP client :

source: Show netgraph
fr: Montrer le netgraphe

source: Client-side movement prediction
fr: Prédiction des mouvements joueur

source: Movement error compensation
fr: Compensation des erreurs de mouvement

source: Downloads:
el: Λήψεις:
fr: Téléchargements simult. :

source: Speed (kB/s):
el: Ταχύτητα (kB/s):
fr: Vitesse (Ko/s) :

source: MAXFPS^Unlimited
el: MAXFPS^Απεριόριστος
fr: MAXFPS^Non-limité

source: Target:
el: Στόχος:
fr: Cible :

source: TRGT^Disabled
el: AA^Απενεργοποιημένη
fr: TRGT^Désactivé

source: Idle limit:
el: Χρονικό όριο:
fr: Framerate en Idle :

source: IDLFPS^Unlimited
el: IDLFPS^Απεριόριστα
fr: IDLFPS^Non-limité

source: Show frames per second
el: Εμφάνιση καρέ ανα δευτερόλεπτο
fr: Montrer le Framerate

source: Save processing time for other apps
fr: Économiser les ressources pour les autres appli.

source: Menu tooltips:
el: Σχέδια μενού:
fr: Boîtes d'aîde :

source: TLTIP^Disabled
el: TLTIP^Απενεργοποιημένο
fr: TLTIP^Désactivé

source: TLTIP^Advanced
el: TLTIP^Προχωρημένο
fr: TLIP^Avancé

source: Show current time
el: Εμφάνιση τρέχων ώρας
fr: Montrer l'heure

source: Show current date
el: Εμφάνιση τρέχων ημερομηνίας
fr: Montrer la date

source: Enable developer mode
el: Ενεργοποίηση λειτουργία προγραμματιστή
fr: Activer le mode dévloppeur

source: Advanced settings
el: Προχωρημένες ρυθμίσεις:
fr: Paramètres avancés

source: Cvar filter:
fr: Recherche de commandes :

source: Setting:
el: Ρύθμιση:
fr: Paramètre :

source: Value:
el: Τιμή:
fr: Valeur :

source: Menu skins:
fr: Apparences menu :

source: Set skin
fr: Définir apparence

source: Set language
el: Ορισμός γλώσσας
fr: Définir langue

source: Disable gore effects and harsh language
el: Απενεργοποίηση αιματηρών εφέ
fr: Désactiver les effets violents

source: Allow player statistics to track your client
fr: Autoriser les statistiques à pister votre client

source: Allow player statistics to use your nickname
fr: Autoriser les statistiques à utiliser votre pseudo.

source: Resolution:
el: Ανάλυση:
fr: Résolution :

source: Font/UI size:
fr: Taille police :

source: SZ^Unreadable
el: SZ^Αδιάβαστο
fr: SZ^Illisible

source: SZ^Tiny
el: SZ^Μικροσκοπικό
fr: SZ^Minuscule

source: SZ^Little
el: SZ^Μικρούτσικο
fr: SZ^Très Petit

source: SZ^Small
el: SZ^Μικρό
fr: SZ^Petit

source: SZ^Medium
el: SZ^Μεσαίο
fr: SZ^Moyen

source: SZ^Large
el: SZ^Μεγάλο
fr: SZ^Grand

source: SZ^Huge
el: SZ^Τεράστιο
fr: SZ^Très Grand

source: SZ^Gigantic
el: SZ^Γιγάντιο
fr: SZ^Géant

source: SZ^Colossal
fr: SZ^Gigantesque

source: Color depth:
el: Βάθος χρώματος:
fr: Profondeur de couleurs :

source: Full screen
el: Πλήρης οθόνη
fr: Plein écran

source: Vertical Synchronization
el: Κάθετος Συγχρονισμός
fr: Synchronisation Verticale

source: Anisotropy:
el: Ανισοτροπία:
fr: Filtrage Anisotrope :

source: ANISO^Disabled
el: ANISO^Απενεργοποίηση
fr: ANISO^Désactivé

source: Antialiasing:
el: Εξομάλυνση:
fr: Anticrénelage :

source: AA^Disabled
el: AA^Απενεργοποιημένη
fr: AA^Désactivé

source: High-quality frame buffer
fr: Anticrénelage haute qualité

source: Depth first:
fr: Profondeur d'abord :

source: DF^Disabled
fr: DF^Désactivé

source: DF^World
fr: DF^Carte

source: DF^All
fr: DF^Tout

source: Vertex Buffer Objects (VBOs)
fr: Objets en tampon mémoire (VBOs)

source: VBO^Off
fr: VBO^Désactivé

source: Vertices, some Tris (compatible)
fr: Points, quelques Triangles (compatible)

source: Vertices
el: Κορυφές
fr: Points

source: Vertices and Triangles
el: Κορυφές και Τρίγωνα
fr: Points et Triangles

source: Brightness:
el: Φωτεινότητα:
fr: Luminosité :

source: Contrast:
el: Αντίθεση:
fr: Contraste :

source: Contrast boost:
fr: Bonus contraste :

source: LIT^Ambient:
fr: Ambiance :

source: Intensity:
el: Ένταση:
fr: Intensité :

source: Use OpenGL 2.0 shaders (GLSL)
el: Χρήση σκιών (shaders) OpenGL 2.0 (GLSL)
fr: Utiliser shaders OpenGL 2.0 (GLSL)

source: Use GLSL to handle color control
fr: Utiliser GLSL pour gérer les couleurs

source: Wait for GPU to finish each frame
fr: Attendre le GPU pour finir chaque trame

source: Psycho coloring (easter egg)
fr: Couleurs multicolores (œuf de pâques)

source: Trippy vertices (easter egg)
fr: Carte déformée (œuf de pâques)

source: Flip view horizontally
fr: Vue Miroir

source: Singleplayer
fr: Monojoueur

source: Instant action! (random map with bots)
el: Άμεση δράση! (τυχαίος χάρτης με ρομπότ)
fr: Instant action! (map aléatoire avec robots)

source: Campaign Difficulty:
el: Δυσκολία Εκστρατείας:
fr: Difficulté Campagne :

source: CSKL^Easy
el: CSKL^Εύκολο
fr: CSKL^Facile

source: CSKL^Medium
el: CSKL^Μεσαίο
fr: CSKL^Moyen

source: CSKL^Hard
el: CSKL^Δύσκολο
fr: CSKL^Difficile

source: Start Singleplayer!
el: Έναρξη παιχνιδιού ενός παίκτη!
fr: Démarrer !

source: Winner
el: Νικητής
fr: Gagné

source: Team Selection
el: Επιλογή Ομαδάς
fr: Sélection d'équipe

source: join 'best' team (auto-select)
el: μπες στην «καλύτερη» ομάδα (αυτόματη επιλογή)
fr: auto-sélection équipe (recommandé)

source: red
el: κόκκινο
fr: rouge

source: blue
el: μπλε
fr: bleu

source: yellow
el: κίτρινο
fr: jaune

source: pink
el: ροζ
fr: rose

source: spectate
el: θέαση
fr: mode spectateur

source: Do not press this button again!
el: Μην ξαναπατήσεις αυτό το κουμπί!
fr: N'appuyez plus sur ce bouton !

source: Huh? Can't play this (m is NULL). Refiltering so this won't happen again.
fr: Euh? Ne peut pas être joué. Re-filtrage pour éviter des nouveaux problèmes.

source: Huh? Can't play this (invalid game type). Refiltering so this won't happen again.
fr: Euh? Ne peut pas être joué. Mode de jeu invalide. Re-filtrage pour éviter des nouveaux problèmes.

source: spectator
el: θεατής
fr: spectateur

source: <no model found>
el: <μοντέλο δεν βρέθηκε>
fr: <pas de modèle trouvé>

source: Remove
el: Αφαίρεση
fr: Supprimer

source: Bookmark
el: Προσθήκη στους σελιδοδείκτες
fr: Marque-page

source: Ping
fr: Latence

source: Host name
el: Όνομα διακομιστή
fr: Nom d'Hôte

source: Map
el: Χάρτης
fr: Carte

source: Type
el: Τύπος
fr: Mode

source: Players
el: Παίκτες
fr: Joueurs

source: <TITLE>
fr: <TITRE>

source: <AUTHOR>
fr: <AUTEUR>

source: Received HTTP request data for an invalid id %d.
fr: A reçu la demande HTTP d'ID invalide %d.

source: error receiving update notification: status is %d
el: σφάλμα κατά λήψη είδοποίηση ενημέρωσης: κατάσταση είναι %d
fr: erreur pour recevoir la notification de mise à jour: le statut est %d

source: error: received HTML instead of an update notification
fr: erreur: a reçu un fichier HTML et non une notification de mise à jour

source: error: received carriage returns from update notification server
fr: erreur: a reçu un message erroné depuis le serveur de notification de M.A.J.

source: Update can be downloaded at: %s
el: Μπορεί να γίνει λήψη της αναβάθμισης στις: %s
fr: La mise à jour peut être téléchargée depuis : %s

source: Autogenerating mapinfo for newly added maps...
fr: Génération des mapinfo pour les nouvelles cartes ajoutées...

source: ^1%s TEST BUILD
el: ^1%s ΔΟΚΙΜΑΣΤΙΚΗ ΕΚΔΟΣΗ
fr: ^1VERSION DE TEST ^1%s

source: Update to %s now!
el: Αναβαθμίστε στην έκδοση %s τώρα!
fr: Mettez à jour vers %s maintenant !

source: ^1ERROR: Texture compression is required but not supported. ^1Expect visual problems.
fr: ^1ERROR: La texture de compression est nécessaire mais non supportée. ^1Attendez vous à voir des problèmes de rendu.

source: Use default
el: Χρήση προεπιλογής
fr: Par défaut

source: Team Color:
el: Χρώμα Ομαδάς:
fr: Couleur d'équipe :

source: Enable panel
el: Ενεργοποίηση πίνακα
fr: Activer ce panneau

source: Rifle
el: Τουφέκι
fr: Fusil Sniper

source: Machine Gun
el: Πολυβόλο
fr: Mitraillette

source: Rocket Launcher
el: Ρουκετοεκτοξευτήρας
fr: Lance-Roquettes

source: Port-O-Launch
fr: Lance-O-Port

source: Grappling Hook
el: Δαγκάνα
fr: Grappin

source: Shotgun
el: Καραμπίνα
fr: Fusil

source: @!#%'n Tuba
fr: @!#% Tuba

source: Heavy Laser Assault Cannon
el: Εξειδικευμένο Βαρύ Πυροβόλο Λείζερ
fr: Canon Laser Lourd d'Assaut

source: Mortar
fr: Lance-Grenades

source: T.A.G. Seeker
fr: T.A.G. Chercheur

source: Fireball
el: Φλογοβολίδα
fr: Boule de Feu

source: Mine Layer
el: Ναρκοθέτης
fr: Lance-Mines

source: Domination
el: Κυριαρχία

source: Nexball
el: Θανατόμπαλα

source: OK
el: ΟΚ

source: Notifications:
el: Ανακοινώσεις:

source: m/s
el: μέτρα/δευτερόλεπτο

source: km/h
el: χλμ/ώρα

source: mph
el: μίλια/ώρα

source: Rotation:
el: Περιστροφή:

source: Score:
el: Βαθμολογία:

source: Expert
el: Ειδικό

source: Assassin
el: Δολοφονικό

source: Midair
el: Στον αέρα

source: Vampire
el: Βρυκόλακας

source: Pause
el: Παύση

source: Info...
el: Πληροφορίες...

source: Version:
el: Έκδοση:

source: Zoom:
el: Ρύθμιση μεγέθυνσης:

source: News
el: Νέα

source: Audio
el: Ήχος

source: Mono
el: Μονοφωνικό

source: 1 minute
el: 1 λεπτό

source: 5 minutes
el: 5 λεπτά

source: PRE^OMG!
el: PRE^Όπα!

source: PRE^Normal
el: PRE^Κανονική

source: DET^Normal
el: DET^

source: RES^Leet
el: RES^Ακραίος χαμηλή

source: RES^Normal
el: RES^Κανονική

source: Maximum:
el: Μέγιστο:

source: MAXFPS^5 fps
el: MAXFPS^5 καρέ ανά δευτερόλεπτο

source: MAXFPS^10 fps
el: MAXFPS^10 καρέ ανά δευτερόλεπτο

source: MAXFPS^20 fps
el: MAXFPS^20 καρέ ανά δευτερόλεπτο

source: MAXFPS^30 fps
el: MAXFPS^30 καρέ ανά δευτερόλεπτο

source: MAXFPS^40 fps
el: MAXFPS^40 καρέ ανά δευτερόλεπτο

source: MAXFPS^50 fps
el: MAXFPS^50 καρέ ανά δευτερόλεπτο

source: MAXFPS^60 fps
el: MAXFPS^60 καρέ ανά δευτερόλεπτο

source: MAXFPS^70 fps
el: MAXFPS^70 καρέ ανά δευτερόλεπτο

source: MAXFPS^100 fps
el: MAXFPS^100 καρέ ανά δευτερόλεπτο

source: MAXFPS^125 fps
el: MAXFPS^125 καρέ ανά δευτερόλεπτο

source: MAXFPS^200 fps
el: MAXFPS^200 καρέ ανά δευτερόλεπτο

source: TRGT^30 fps
el: TRGT^30 καρέ ανά δευτερόλεπτο

source: TRGT^40 fps
el: TRGT^40 καρέ ανά δευτερόλεπτο

source: TRGT^50 fps
el: TRGT^50 καρέ ανά δευτερόλεπτο

source: TRGT^60 fps
el: TRGT^60 καρέ ανά δευτερόλεπτο

source: TRGT^100 fps
el: TRGT^100 καρέ ανά δευτερόλεπτο

source: TRGT^125 fps
el: TRGT^125 καρέ ανά δευτερόλεπτο

source: TRGT^200 fps
el: TRGT^200 καρέ ανά δευτερόλεπτο

source: IDLFPS^10 fps
el: IDLFPS^10 καρέ ανά δευτερόλεπτο

source: IDLFPS^20 fps
el: IDLFPS^20 καρέ ανά δευτερόλεπτο

source: IDLFPS^30 fps
el: IDLFPS^30 καρέ ανά δευτερόλεπτο

source: IDLFPS^60 fps
el: IDLFPS^60 καρέ ανά δευτερόλεπτο

source: Type:
el: Τύπος:

source: Description:
el: Περιγραφή:

source: Gamma:
el: Γάμα:

source: Saturation:
el: Κορεσμός:

source: %s's Xonotic Server
el: Διακομιστής Xonotic του %s

source: VOL^OFF
el: VOL^Σίγαση

source: Laser
el: Λέιζερ

source: Nex
el: Θάνατος
